export const auhtor = {
  data: {
    authors: {
      data: [
        {
          attributes: {
            name: "আরিফ আজাদ",
            slug: "arif-azad",
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675312111/authors-image/arif-azad_ch73rw.jpg",
            books: {
              data: [
                {
                  attributes: {
                    name: "নবি জীবনের গল্প",
                    price: 245,
                    discountprice: 172,
                    imgurl:
                      "https://res.cloudinary.com/dd2xrg1vb/image/upload/v1672378864/book_web/ncxi4u34fhk9vlpwe9u9.jpg",
                    slug: "nobi-jiboner-golpo",
                    publication: "সমকালীন প্রকাশন",
                    extradetails: "পৃষ্ঠা সংখ্যা:  144, কভার : পেপার ব্যাক",
                    description:
                      "আরিফ আজাদের নতুন বই ‘নবি জীবনের গল্প’। প্রিয় নবিকে ভিন্নভাবে দেখার দূরবীক্ষণ যন্ত্র। সীরাতের বাঁকে বাঁকে ছড়িয়ে থাকা নববি মণিমুক্তো। নবি জীবনের প্রতিটি পঙ্‌ক্তি বাঙ্‌ময় হয়ে আছে নানা ঘটনা-মাধুর্যে। বড় অমূল্য সেই মুহূর্তগুলো। আরিফ আজাদ এই বইতে সেই মুহূর্তগুলো এঁকেছেন কলমের কালিতে। গল্পে গল্পে তিনি দেখিয়েছেন প্রিয় নবি কেমন ছিলেন ঘরে-বাইরে, মসজিদে-মজলিসে, মদীনার অলিতে গলিতে, সাহাবিদের ঘরদোরে, শক্ত চাটাইয়ে, কেমন সময় কাটতো প্রিয়তমা স্ত্রীদের সাথে কিংবা নিশি জাগরণে রবের সামনে ঠায় দাঁড়িয়ে থেকে।\n.\nপাঠক এই বইতে আবিষ্কার করবেন এমন একজন ব্যক্তিকে, যিনি ছিলেন মানুষ, আবার একই সাথে আল্লাহর দূত। সৃষ্টির সেরা হয়েও যার জীবনটা কাটতো অতি সাধারণভাবে, তবে ছিল মনুষ্যের সেরা রূপ। নবিকুলের শিরোমণিকে আসুন আমরাও নতুন করে জানি।",
                    authors: {
                      data: [
                        {
                          attributes: {
                            name: "আরিফ আজাদ",
                            slug: "arif-azad",
                          },
                        },
                      ],
                    },
                    categories: {
                      data: [
                        {
                          attributes: {
                            name: "সীরাতে রাসূল (সা.)",
                            slug: "sirat-rasul-sa",
                          },
                        },
                      ],
                    },
                  },
                },
                {
                  attributes: {
                    name: "প্যারাডক্সিক্যাল সাজিদ",
                    price: 255,
                    discountprice: null,
                    imgurl:
                      "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1674837348/salahaat-images/%E0%A6%AA%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B0%E0%A6%BE%E0%A6%A1%E0%A6%95%E0%A7%8D%E0%A6%B8%E0%A6%BF%E0%A6%95%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2_%E0%A6%B8%E0%A6%BE%E0%A6%9C%E0%A6%BF%E0%A6%A6_qns8lr.jpg",
                    slug: "paradoxical-sajid-1",
                    publication: "গার্ডিয়ান পাবলিকেশনস",
                    extradetails: "পৃষ্ঠাসংখ্যা: 168 , হার্ড কভার",
                    description:
                      "বর্তমান যুগ হলো প্রেজেন্টাশানের যুগ। একটা জিনিসকে আপনি কিভাবে, কতোটা সহজে, কতোটা সাবলীলভাবে, কতোটা মাধুর্যতায় প্রেজেন্টেশান করছেন তার উপর কিন্তু অনেক কিছুই নির্ভর করে। ন্যাচারালি, মানুষের একটা স্বভাব হচ্ছে – এরা তত্ত্বকথা খুব কম হজম করতে পারে। এরা চায় সহজবোধ্যতা। প্যারাডক্সিক্যাল সাজিদ এর লেখক আরিফ আজাদ ঠিক এই পদ্ধতিই বেছে নিয়েছেন। তিনি গতানুগতিক লেকচার বা তত্বকথার ধাঁচে না গিয়ে, বক্তব্যের বিষয়গুলোকে গল্পের ধাঁচে ফেলে সাজিয়েছেন। প্রতিটি গল্পের শুরুতেই আছে মজার, আগ্রহ উদ্দীপক একটি সূচনা। কোথাও বা গল্পের কেন্দ্রীয় চরিত্র সাজিদের সাথে তাঁর বন্ধু আরিফের খুনসুটি, কোথাও বা মজার কোন স্মৃতির রোমন্থন, কোথাও বা আছে সিরিয়াস কোন ব্যাপারে সিরিয়াস কোন হুশিয়ারি। গল্পে মজা আছে, আনন্দ আছে। মোটামুটি, সার্থক গল্পে যা যা উপাদান থাকা দরকার, যা যা থাকলে পাঠকের গল্প পাঠে বিরক্তি আসেনা, রুচি হারায় না- তার সবকিছুর এক সম্মিলিত সন্নিবেশ যেন লেখক আরিফ আজাদের এই সিরিজের একেকটি এপিসোড।\nগল্পে গল্পে যুক্তি খন্ডন, পাল্টা যুক্তি ছুঁড়ে দেওয়া, পরম মমতায় অবিশ্বাসের অন্ধকার দূরীকরণে এ যেন এক বিশ্বস্ত শিল্পী।",
                    authors: {
                      data: [
                        {
                          attributes: {
                            name: "আরিফ আজাদ",
                            slug: "arif-azad",
                          },
                        },
                      ],
                    },
                    categories: {
                      data: [
                        {
                          attributes: {
                            name: "সংশয় নিরস্‌ ",
                            slug: "songsoy-niros",
                          },
                        },
                        {
                          attributes: {
                            name: "ইসলামি আদর্শ ও মতবাদ",
                            slug: "islami-adorsho-o-motobad",
                          },
                        },
                      ],
                    },
                  },
                },
                {
                  attributes: {
                    name: "গল্পগুলো অন্যরকম",
                    price: 350,
                    discountprice: 245,
                    imgurl:
                      "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1674837349/salahaat-images/%E0%A6%97%E0%A6%B2%E0%A7%8D%E0%A6%AA%E0%A6%97%E0%A7%81%E0%A6%B2%E0%A7%8B_%E0%A6%85%E0%A6%A8%E0%A7%8D%E0%A6%AF%E0%A6%B0%E0%A6%95%E0%A6%AE_aycvna.jpg",
                    slug: "golpogulo-onno-rokom",
                    publication: "সমকালীন প্রকাশন",
                    extradetails: "পৃষ্ঠা সংখ্যা: 211, কভার : পেপার ব্যাক",
                    description:
                      "জীবনকে তুলনা করা যায় নদীর সাথে। নদী যে মোহনায় থামে, সেখানে জন্ম দেয় নতুন গল্পের। নদীর প্রকৃতি কল্লোল যেন এক একটি গল্প বা প্রতিটি বাক একেকটি উপাখ্যান। অথবা, জীবনকে আমরা একটি শ্রাবণমুখর সন্ধ্যা বলতে পারি—-যেখানে ঝুম বৃষ্টির শব্দ শোনায় গল্পের মত,ঝিরিঝিরি স্নিগ্ধ বাতাস কে গল্পের কাহিনীর মত লাগে জীবন্ত।জীবন কি তাহলে বয়ে চলা কোন নদী কিংবা আকাশ ভেঙ্গে জর জর করে নেমে আসার কোনো শ্রাবণ-দিনের বৃষ্টি? জীবন কি নিছক উথাল-পাথাল কোন তরঙ্গের ভেলকি কিংবা গা শীতল করা কোন স্নিগ্ধ বাতাস এর সুর?\nনা। জীবনের চেয়েও বেশিকিছু। জীবন এর চেয়েও বেশি দুরন্ত, বেশি চঞ্চল আর আকস্মিক। জীবনের মাঝে মাঝে গল্পও তুচ্ছ হয়ে যায়। মাঝে মাঝে জীবন রূপকথার চেয়েও বেশি অবিশ্বাস্য হয়ে ওঠে। জীবনের বাঁকে বাঁকে, মোড়ে মোড়ে, ঘটনা-প্রতি-ঘটনায় জন্ম নেই হৃদয়ের আকুতি-মিনতি, প্রেম-ভালোবাসা, সুখ আর দুঃখ। এজন্যই জীবন দুরন্ত, দুর্বিনীত ও চঞ্চল। এজন্যই জীবন অন্যরকম। সেই অন্যরকম জীবনে জন্ম নেওয়া একগুচ্ছ গল্প দিয়ে সাজানো ‘গল্পগুলো অন্যরকম’ বইটি….",
                    authors: {
                      data: [
                        {
                          attributes: {
                            name: "আরিফ আজাদ",
                            slug: "arif-azad",
                          },
                        },
                      ],
                    },
                    categories: {
                      data: [
                        {
                          attributes: {
                            name: "ইসলামী জ্ঞান চর্চা",
                            slug: "islami-gan-corcha",
                          },
                        },
                        {
                          attributes: {
                            name: "পরিবার ও সামাজিক জীবন",
                            slug: "paribarik-o-samagik-jibon",
                          },
                        },
                      ],
                    },
                  },
                },
                {
                  attributes: {
                    name: "আরজ আলী সমীপে",
                    price: 260,
                    discountprice: 182,
                    imgurl:
                      "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1674837348/salahaat-images/%E0%A6%86%E0%A6%B0%E0%A6%9C_%E0%A6%86%E0%A6%B2%E0%A7%80_%E0%A6%B8%E0%A6%AE%E0%A7%80%E0%A6%AA%E0%A7%87_f6hmcc.jpg",
                    slug: "aroj-ali-somipe",
                    publication: "সমকালীন প্রকাশন",
                    extradetails: "পৃষ্ঠা সংখ্যা: , কভার : পেপার ব্যাক",
                    description:
                      "বাংলাদেশের নাস্তিকতা-জগতে একটি পরম শ্রদ্ধেয়, উচ্চারিত এবং বহুলপ্রচারিত নাম আরজ আলী মাতুব্বর।জন্মেছেন বরিশালে। প্রাতিষ্ঠানিক শিক্ষা না থাকলেও নিজে নিজে স্বশিক্ষিত হয়েছেন বলে জানা যায়।\nধর্মের প্রতি একধরনের বিতৃষ্ণা থেকে উনি কলম ধরেছিলেন ধর্মের বিরুদ্ধে। এই বিতৃষ্ণা থেকে উনি ধর্ম নিয়ে বেশ কিছু আপত্তি, প্রশ্ন এবং সন্দেহ উত্থাপন করেছিলেন, যেগুলো নাস্তিকসমাজেও বহুল ভাবে ব্যবহৃত হয়; উনি প্রশ্ন করেছেন ধর্ম নিয়ে, ঈশ্বর নিয়ে, আত্মা, পরকাল, প্রকৃতি নিয়ে। ধর্মের সাথে দর্শন আর বিজ্ঞানের অসামঞ্জস্য নিয়েও করেছেন বিস্তর আলোচনা। বাংলা নাস্তিকসমাজের পুরোধা এই লোকের লিখিত বইয়ের জবাব হিসেবে কোনো বই বাংলা ভাষায় ইতিপূর্বে লিখিত হয়নি।\n“আরজ আলী সমীপে” বইটিতে লেখক আরিফ আজাদ আরজ আলী মাতুব্বরের প্রশ্নগুলোর জবাব তো দিয়েছেনই, সাথে ছুড়ে দিয়েছেন পাল্টা প্রশ্নও।\nআরজ আলীর বইতে দেখা যায়, তিনি এমন সব বিষয়কে ইসলামের সাথে ‘ইসলাম’ বলে জুড়ে দিয়েছেন, যা আদতে ইসলাম নয়, বিকৃত কিছু ধর্মচর্চাকে তিনি ইসলাম বলে চালিয়ে দেয়ার চেষ্টা করেছেন। এটা এজন্যই যে, ইসলাম সম্পর্কে তার জ্ঞান ছিলো অতি সামান্য। তিনি ইসলাম সম্পর্কে যাই জেনেছেন মোটামুটি সবই লোকমুখে শোনা কুসংস্কারাচ্ছন্ন বিষয়, তার দাবির পক্ষে তিনি কোনো রেফারেন্সও তুলে ধরেননি। আর সেগুলোকেই তিনি ইসলাম বলে চালিয়ে দিয়ে ইসলামকে আক্রমণের চেষ্টা করেছেন। অথচ যে কোনো বিষয়ের সমালোচনা করার জন্যও যে আগে সে বিষয়ে ভালোভাবে জানা প্রয়োজন, সেই কমন সেন্সের পরিচয়টুকুও আরজ আলী দেন নি। আসলে তিনি কোনটা ধর্ম আর কোনটা কুসংস্কার, চিনতে না পেরে সব একাকার করে ফেলেছেন।\nতার প্রশ্নগুলো আমার কাছে মনে হয়েছে নিতান্তই অসাড়, শিশুসুলভ আর বিকৃতমস্তিষ্ক প্রসূত; জুগিয়েছে হাসির খোরাক। আবার যে বিজ্ঞানকে ঈশ্বর জ্ঞান করে তিনি ইসলামকে আক্রমণ করতে নেমেছেন, সেই বিজ্ঞান বিষয়েও তার জ্ঞান অতি নিম্ন পর্যায়ের। তার প্রশ্ন পড়ে আপনাআপনি মনে প্রশ্ন চলে আসে, “এই লোককে কিভাবে স্বশিক্ষিত বলা হয়? এত অসাড় যুক্তি নিয়ে সে নাস্তিকদের গুরুই হয় কিভাবে? এত নিম্নপর্যায়ের জ্ঞান নিয়ে কোনো পাগলেও কি ইসলামকে আক্রমণ করতে আসে?”\nএই বইয়ের ‘বিবিধ’ অংশটা লেখক আরিফ আজাদ অতি যত্নসহকারে লিখেছেন। বিবর্তনবাদ নিয়ে যে কেউ পড়াশুনা করতে গেলে এই অধ্যায়টা তার জন্য বেশ কাজে দেবে। কত ভুলভাল জল্পনা-কল্পনা আর জগাখিচুরির মিশেলে যে বিজ্ঞানীরা বিবর্তনবাদকে প্রতিষ্ঠিত করার চেষ্টা করেছেন, আর করে যাচ্ছেন; আর কত অসৎ উপায় যে অবলম্বন করে চলেছেন – ব্যাপারগুলো সত্যি শিউরে ওঠার মতো।\nলেখক আরিফ আজাদ আসলে অতি ভদ্র ভাষায় ধবলধোলাই করেছেন আরজ আলীকে। নাস্তিকতার বিপক্ষে, আস্তিকতার পক্ষে বইটি একটি শক্তিশালী দলিল হিসেবেই কাজ করবে।",
                    authors: {
                      data: [
                        {
                          attributes: {
                            name: "আরিফ আজাদ",
                            slug: "arif-azad",
                          },
                        },
                      ],
                    },
                    categories: {
                      data: [
                        {
                          attributes: {
                            name: "ইসলামি আদর্শ ও মতবাদ",
                            slug: "islami-adorsho-o-motobad",
                          },
                        },
                      ],
                    },
                  },
                },
                {
                  attributes: {
                    name: "মা, মা, মা এবং বাবা",
                    price: 260,
                    discountprice: 182,
                    imgurl:
                      "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1674837349/salahaat-images/%E0%A6%AE%E0%A6%BE_%E0%A6%AE%E0%A6%BE_%E0%A6%AE%E0%A6%BE_%E0%A6%8F%E0%A6%AC%E0%A6%82_%E0%A6%AC%E0%A6%BE%E0%A6%AC%E0%A6%BE_ggtske.jpg",
                    slug: "ma-ma-ma-ebong-baba",
                    publication: "সমকালীন প্রকাশন",
                    extradetails: null,
                    description:
                      "পিতা-মাতা এবং সন্তানের মধ্যকার সম্পর্কটা পৃথিবীর সবচেয়ে মধুর এবং সবচেয়ে সুন্দর সম্পর্ক। এ সম্পর্কের কোথাও কোনো খাঁদ নেই। নেই স্বার্থ কিংবা স্বার্থপরতার ছোঁয়া।মায়া, মমতা, আদর যত্ন এবং নিখাদ ভালোবাসা এক অদ্ভুত চক্রে আবর্তিত এই সম্পর্কের প্রতিটি মুহূর্ত। আমাদের জন্ম, বেড়ে ওঠা, শৈশব এবং কৈশোরের গল্পে, আমাদের যুবক হয়ে ওঠার চিত্রপটে তারাই থাকেন মূল ভূমিকায়।\n\nঅথচ নিয়তির নির্মম পরিহাসে আমাদের জীবনের সেই মহানায়ক আর মহানায়িকা, যারা নিজেদের সবটুকু ঢেলে দিয়ে আমাদের আগলে রাখেন, আমাদের মানুষ করেন, তাদেরকে আমরা আস্তাকুড়ে ছুঁড়ে ফেলি। পরিত্যক্ত জঞ্জালের নাই ভাগাড়ে নিক্ষেপ করি। এমন সব কঠিনপ্রাণ সন্তান, যারা দুনিয়ার লোভ আর মোহে পড়ে বাবা-মা’ কে ভুলে যায়, তাদের অবদান, ত্যাগ আর তিতিক্ষার গল্প, কেমন হয় তাদের পরিণতি?\n\nঅথবা, এমন সব সৌভাগ্যবান’ সন্তান, যারা সব কিছুর বিনিময় বাবা-মা’কে আগলে রাখে, ভালোবাসে, যেভাবে শৈশব ও তাদের আগলে রেখেছিল তাদের পিতা-মাতা, কেমন হয় সে সকল সন্তানদের যাপিত জীবনের গল্প? সেরকম এক ঝুড়ি গল্পের সমাহার নিয়ে রচিত মা, মা, মা এবং বাবা।",
                    authors: {
                      data: [
                        {
                          attributes: {
                            name: "আরিফ আজাদ",
                            slug: "arif-azad",
                          },
                        },
                      ],
                    },
                    categories: {
                      data: [
                        {
                          attributes: {
                            name: "আখলাক",
                            slug: "akhlak",
                          },
                        },
                      ],
                    },
                  },
                },
                {
                  attributes: {
                    name: "প্যারাডক্সিক্যাল সাজিদ ২",
                    price: 390,
                    discountprice: 283,
                    imgurl:
                      "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1674837349/salahaat-images/%E0%A6%AA%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B0%E0%A6%BE%E0%A6%A1%E0%A6%95%E0%A7%8D%E0%A6%B8%E0%A6%BF%E0%A6%95%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2_%E0%A6%B8%E0%A6%BE%E0%A6%9C%E0%A6%BF%E0%A6%A6_%E0%A7%A8_bjchke.jpg",
                    slug: "paradoxical-sajid-2",
                    publication: "সমকালীন প্রকাশন",
                    extradetails: "পৃষ্ঠা সংখ্যা: 225, কভার : পেপার ব্যাক",
                    description:
                      "ঘুটঘুটে অন্ধকার ! সেই অন্ধকার গ্রাস করে আছে সবকিছু। এমন অন্ধকার চলার পথে কোথা থেকে যেন ছুটে আসে এক প্রশ্ন আলোক রশ্মী। সেই আলোর পরশে নিমিষেই মিলিয়ে যায় অন্ধকার রাত। প্রভাতী কিরণের মতো চতুর্দিকে ছড়িয়ে পড়ে এই আলোক রশ্মী। যাত্রা হয় এক নতুন দিনের, নতুন সময়ের। এমন ওই আবহে সত্য ও পবিত্র পথের সন্ধানে দুঃসাহসিক অভিযাত্রার গল্প নিয়ে এগিয়ে যায় সাজিদ—-আর অবিশ্বাসের দেয়ালে গেছে যায় বিশ্বাসের যৌক্তিক কথামালা। ভেঙ্গে জয় অবিশ্বাসের নীল দুর্গ। প্রতিনিয়ত নির্মিত হয় সত্যের ইমারত। সত্য আর শুভ্রতার সেই গল্পে আপনিও একজন অংশীদার…",
                    authors: {
                      data: [
                        {
                          attributes: {
                            name: "আরিফ আজাদ",
                            slug: "arif-azad",
                          },
                        },
                      ],
                    },
                    categories: {
                      data: [
                        {
                          attributes: {
                            name: "ইসলামি আদর্শ ও মতবাদ",
                            slug: "islami-adorsho-o-motobad",
                          },
                        },
                        {
                          attributes: {
                            name: "সংশয় নিরস্‌ ",
                            slug: "songsoy-niros",
                          },
                        },
                        {
                          attributes: {
                            name: "নাস্তিকতা অপনোদন",
                            slug: "nastikota-aponodon",
                          },
                        },
                      ],
                    },
                  },
                },
                {
                  attributes: {
                    name: "বেলা ফুরাবার আগে",
                    price: 335,
                    discountprice: 235,
                    imgurl:
                      "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1674837348/salahaat-images/%E0%A6%AC%E0%A7%87%E0%A6%B2%E0%A6%BE_%E0%A6%AB%E0%A7%81%E0%A6%B0%E0%A6%BE%E0%A6%AC%E0%A6%BE%E0%A6%B0_%E0%A6%86%E0%A6%97%E0%A7%87_s4jisz.jpg",
                    slug: "bela-furabar-age",
                    publication: "সমকালীন প্রকাশন",
                    extradetails: null,
                    description:
                      "জীবনের কতগুলো বসন্ত পার হয়ে গেছে, স্নান হয়ে গেছে কতশত কাক ডাকা ভোর। আবছা স্মৃতির মতো, জীবন আস্তে আস্তে আচ্ছন্ন হয় ধূসরতায়। সময়ের সরল সংখ্যা কমে আসছে ধীরে ধীরে। সব পাখি নীড়ে ফেরে। সব নদী ফিরে যায় মোহনায়। তবু কিছু মানুষ, ভ্রান্তির মায়াজাল ভেদ করে, ফিরে আসতে চাই না। মোহ আর মায়ার বাঁধন ছিন্ন করে তারা ছুটতে পারে না আদিগন্ত অনন্তের পথে।\nতবুও ফিরতে হবে। বেলা ফুরাবার আগে, ঠিক ঠিক চিনে নিতে হবে পথ। সন্ধ্যের ঘনঘোর আঁধারের অতলতায় ডুবে যাবার আগে, জীবন তরিটীকে ঘুরাতে হবে কূলে। রাতেরও শেষ আছে। ক্লান্তিরও আছে অবসান। জীবনের জড়তার জোয়ার ছেড়ে, নতুন করে একবার, শুধু একবার জ্বলে উঠতে হবে। নিজেকে আরেকবার ঝালিয়ে নিতে আজ তবে ডুব দেওয়া যাক….\nবিশেষ আকর্ষণ হিসেবে যা থাকছে:\n‘চোখের রোগ’, বল, সুখ কোথা পাই’, ‘বেলা ফুরাবার আগে’, ‘মেঘের কোলে রোদ হেসেছে’, ‘যুদ্ধ মানে শত্রু শত্রু খেলা’, ‘চলে যাওয়া মানে প্রস্থান নয়’, ‘বসন্ত এসে গেছে’, আমি হব সকাল বেলার পাখি ‘তুলি দুই হাত করি মোনাজাত’, ‘চলো বদলাই’ নামের আঠারোটি ভিন্ন ভিন্ন বিষয়ে, ভিন্ন ভিন্ন অধ্যায়।",
                    authors: {
                      data: [
                        {
                          attributes: {
                            name: "আরিফ আজাদ",
                            slug: "arif-azad",
                          },
                        },
                      ],
                    },
                    categories: {
                      data: [
                        {
                          attributes: {
                            name: "অন্ধকার থেকে আলোতে",
                            slug: "ondhokar-theke-alote",
                          },
                        },
                        {
                          attributes: {
                            name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                            slug: "attoshuddhi-o-onuprerona",
                          },
                        },
                      ],
                    },
                  },
                },
              ],
            },
          },
        },
        {
          attributes: {
            name: "মুহাম্মাদ আতীক উল্লাহ",
            slug: "muhammed-atikullah",
            imgurl: null,
            books: {
              data: [
                {
                  attributes: {
                    name: "আমি যদি পাখি হতাম",
                    price: 240,
                    discountprice: 120,
                    imgurl:
                      "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675092790/salahaat-images/%E0%A6%86%E0%A6%AE%E0%A6%BF_%E0%A6%AF%E0%A6%A6%E0%A6%BF_%E0%A6%AA%E0%A6%BE%E0%A6%96%E0%A6%BF_%E0%A6%B9%E0%A6%A4%E0%A6%BE%E0%A6%AE_nbwozr.jpg",
                    slug: "ami-jodi-pakhi-hotam",
                    publication: "মাকতাবাতুল আযহার",
                    extradetails: null,
                    description:
                      "আমরা প্রায় সবাই গল্প বলতে পছন্দ করি। গল্প শুনতে পছন্দ করি। একদম গোমড়ামুখো মানুষও গল্পের সন্ধান পেলে উৎকর্ণ হয়ে গল্প শোনেন। কথা কম বললেও উপযুক্ত পরিবেশ পেলে, গল্পে মেতে উঠেন। কারো গল্প দুয়েক বাক্যেই ফুরিয়ে যায়। আবার আরেকজন সেই একই গল্পকেই ইনিয়ে বিনিয়ে তিন মাইল লম্বা করে ফেলতে পারেন। একই গল্প শুনে কেউ হাসে, কেউবা কাঁদে। পার্থক্য কোথায়? বলার ভঙ্গিতে! উচ্চারণ স্টাইলে।গল্প তো গল্পই! সত্য গল্প বা মিথ্যেগল্প বলে কিছু নেই! হাঁ, গল্পের বিষয়টাতে সত্য বা মিথ্যার মিশেল থাকতে পারে। খাদ থাকতে পারে। গাদ থাকতে পারে। কিন্তু বানানো গল্প থেকেও হীরে জহরতের ফসল তুলে আনা যায়। সেজন্য প্রয়োজন জহুরীর দৃষ্টিঅলা পাঠক। আপনি তো তাই!\n.\nআমি যদি পাখি হতাম সেসব গল্পেরই সমাহার, যা দ্বারা পাঠক কখনো হাসবে, কখনো কাঁদবে, কখনোবা ভাবুক মনে প্রশ্ন করবে।",
                    authors: {
                      data: [
                        {
                          attributes: {
                            name: "মুহাম্মাদ আতীক উল্লাহ",
                            slug: "muhammed-atikullah",
                          },
                        },
                      ],
                    },
                    categories: {
                      data: [
                        {
                          attributes: {
                            name: "ইসলামী জ্ঞান চর্চা",
                            slug: "islami-gan-corcha",
                          },
                        },
                      ],
                    },
                  },
                },
              ],
            },
          },
        },
      ],
    },
  },
};
