export const book = {
  data: {
    books: {
      data: [
        {
          id: "1",
          attributes: {
            name: "নবি জীবনের গল্প",
            slug: "nobi-jiboner-golpo",
            price: 245,
            description:
              "আরিফ আজাদের নতুন বই ‘নবি জীবনের গল্প’। প্রিয় নবিকে ভিন্নভাবে দেখার দূরবীক্ষণ যন্ত্র। সীরাতের বাঁকে বাঁকে ছড়িয়ে থাকা নববি মণিমুক্তো। নবি জীবনের প্রতিটি পঙ্‌ক্তি বাঙ্‌ময় হয়ে আছে নানা ঘটনা-মাধুর্যে। বড় অমূল্য সেই মুহূর্তগুলো। আরিফ আজাদ এই বইতে সেই মুহূর্তগুলো এঁকেছেন কলমের কালিতে। গল্পে গল্পে তিনি দেখিয়েছেন প্রিয় নবি কেমন ছিলেন ঘরে-বাইরে, মসজিদে-মজলিসে, মদীনার অলিতে গলিতে, সাহাবিদের ঘরদোরে, শক্ত চাটাইয়ে, কেমন সময় কাটতো প্রিয়তমা স্ত্রীদের সাথে কিংবা নিশি জাগরণে রবের সামনে ঠায় দাঁড়িয়ে থেকে।\n.\nপাঠক এই বইতে আবিষ্কার করবেন এমন একজন ব্যক্তিকে, যিনি ছিলেন মানুষ, আবার একই সাথে আল্লাহর দূত। সৃষ্টির সেরা হয়েও যার জীবনটা কাটতো অতি সাধারণভাবে, তবে ছিল মনুষ্যের সেরা রূপ। নবিকুলের শিরোমণিকে আসুন আমরাও নতুন করে জানি।",
            discountprice: 172,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688695/salahaat/books/%E0%A6%A8%E0%A6%AC%E0%A6%BF_%E0%A6%9C%E0%A7%80%E0%A6%AC%E0%A6%A8%E0%A7%87%E0%A6%B0_%E0%A6%97%E0%A6%B2%E0%A7%8D%E0%A6%AA_upeobh.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা সংখ্যা:  144, কভার : পেপার ব্যাক",
            tags: "nobi jiboner golpo, nobir jiboner golpo, arif ajad",
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "সীরাতে রাসূল (সা.)",
                    slug: "sirat-rasul-sa",
                  },
                },
              ],
            },
          },
        },
        {
          id: "2",
          attributes: {
            name: "প্যারাডক্সিক্যাল সাজিদ",
            slug: "paradoxical-sajid-1",
            price: 255,
            description:
              "বর্তমান যুগ হলো প্রেজেন্টাশানের যুগ। একটা জিনিসকে আপনি কিভাবে, কতোটা সহজে, কতোটা সাবলীলভাবে, কতোটা মাধুর্যতায় প্রেজেন্টেশান করছেন তার উপর কিন্তু অনেক কিছুই নির্ভর করে। ন্যাচারালি, মানুষের একটা স্বভাব হচ্ছে – এরা তত্ত্বকথা খুব কম হজম করতে পারে। এরা চায় সহজবোধ্যতা। প্যারাডক্সিক্যাল সাজিদ এর লেখক আরিফ আজাদ ঠিক এই পদ্ধতিই বেছে নিয়েছেন। তিনি গতানুগতিক লেকচার বা তত্বকথার ধাঁচে না গিয়ে, বক্তব্যের বিষয়গুলোকে গল্পের ধাঁচে ফেলে সাজিয়েছেন। প্রতিটি গল্পের শুরুতেই আছে মজার, আগ্রহ উদ্দীপক একটি সূচনা। কোথাও বা গল্পের কেন্দ্রীয় চরিত্র সাজিদের সাথে তাঁর বন্ধু আরিফের খুনসুটি, কোথাও বা মজার কোন স্মৃতির রোমন্থন, কোথাও বা আছে সিরিয়াস কোন ব্যাপারে সিরিয়াস কোন হুশিয়ারি। গল্পে মজা আছে, আনন্দ আছে। মোটামুটি, সার্থক গল্পে যা যা উপাদান থাকা দরকার, যা যা থাকলে পাঠকের গল্প পাঠে বিরক্তি আসেনা, রুচি হারায় না- তার সবকিছুর এক সম্মিলিত সন্নিবেশ যেন লেখক আরিফ আজাদের এই সিরিজের একেকটি এপিসোড।\nগল্পে গল্পে যুক্তি খন্ডন, পাল্টা যুক্তি ছুঁড়ে দেওয়া, পরম মমতায় অবিশ্বাসের অন্ধকার দূরীকরণে এ যেন এক বিশ্বস্ত শিল্পী।",
            discountprice: null,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688695/salahaat/books/%E0%A6%AA%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B0%E0%A6%BE%E0%A6%A1%E0%A6%95%E0%A7%8D%E0%A6%B8%E0%A6%BF%E0%A6%95%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2_%E0%A6%B8%E0%A6%BE%E0%A6%9C%E0%A6%BF%E0%A6%A6_fhzvro.jpg",
            publication: "গার্ডিয়ান পাবলিকেশনস",
            extradetails: "পৃষ্ঠাসংখ্যা: 168 , হার্ড কভার",
            tags: "paradoxical sajid, paradexical sazid, arif azad",
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "সংশয় নিরস্‌ ",
                    slug: "songsoy-niros",
                  },
                },
                {
                  attributes: {
                    name: "ইসলামি আদর্শ ও মতবাদ",
                    slug: "islami-adorsho-o-motobad",
                  },
                },
              ],
            },
          },
        },
        {
          id: "3",
          attributes: {
            name: "গল্পগুলো অন্যরকম",
            slug: "golpogulo-onno-rokom",
            price: 350,
            description:
              "জীবনকে তুলনা করা যায় নদীর সাথে। নদী যে মোহনায় থামে, সেখানে জন্ম দেয় নতুন গল্পের। নদীর প্রকৃতি কল্লোল যেন এক একটি গল্প বা প্রতিটি বাক একেকটি উপাখ্যান। অথবা, জীবনকে আমরা একটি শ্রাবণমুখর সন্ধ্যা বলতে পারি—-যেখানে ঝুম বৃষ্টির শব্দ শোনায় গল্পের মত,ঝিরিঝিরি স্নিগ্ধ বাতাস কে গল্পের কাহিনীর মত লাগে জীবন্ত।জীবন কি তাহলে বয়ে চলা কোন নদী কিংবা আকাশ ভেঙ্গে জর জর করে নেমে আসার কোনো শ্রাবণ-দিনের বৃষ্টি? জীবন কি নিছক উথাল-পাথাল কোন তরঙ্গের ভেলকি কিংবা গা শীতল করা কোন স্নিগ্ধ বাতাস এর সুর?\nনা। জীবনের চেয়েও বেশিকিছু। জীবন এর চেয়েও বেশি দুরন্ত, বেশি চঞ্চল আর আকস্মিক। জীবনের মাঝে মাঝে গল্পও তুচ্ছ হয়ে যায়। মাঝে মাঝে জীবন রূপকথার চেয়েও বেশি অবিশ্বাস্য হয়ে ওঠে। জীবনের বাঁকে বাঁকে, মোড়ে মোড়ে, ঘটনা-প্রতি-ঘটনায় জন্ম নেই হৃদয়ের আকুতি-মিনতি, প্রেম-ভালোবাসা, সুখ আর দুঃখ। এজন্যই জীবন দুরন্ত, দুর্বিনীত ও চঞ্চল। এজন্যই জীবন অন্যরকম। সেই অন্যরকম জীবনে জন্ম নেওয়া একগুচ্ছ গল্প দিয়ে সাজানো ‘গল্পগুলো অন্যরকম’ বইটি….",
            discountprice: 245,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688695/salahaat/books/%E0%A6%97%E0%A6%B2%E0%A7%8D%E0%A6%AA%E0%A6%97%E0%A7%81%E0%A6%B2%E0%A7%8B_%E0%A6%85%E0%A6%A8%E0%A7%8D%E0%A6%AF%E0%A6%B0%E0%A6%95%E0%A6%AE_gfrmfl.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা সংখ্যা: 211, কভার : পেপার ব্যাক",
            tags: "golpo gulo onno rokom, golpogulo onnorokom, arif azad",
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী জ্ঞান চর্চা",
                    slug: "islami-gan-corcha",
                  },
                },
                {
                  attributes: {
                    name: "পরিবার ও সামাজিক জীবন",
                    slug: "paribarik-o-samagik-jibon",
                  },
                },
              ],
            },
          },
        },
        {
          id: "4",
          attributes: {
            name: "আরজ আলী সমীপে",
            slug: "aroj-ali-somipe",
            price: 260,
            description:
              "বাংলাদেশের নাস্তিকতা-জগতে একটি পরম শ্রদ্ধেয়, উচ্চারিত এবং বহুলপ্রচারিত নাম আরজ আলী মাতুব্বর।জন্মেছেন বরিশালে। প্রাতিষ্ঠানিক শিক্ষা না থাকলেও নিজে নিজে স্বশিক্ষিত হয়েছেন বলে জানা যায়।\nধর্মের প্রতি একধরনের বিতৃষ্ণা থেকে উনি কলম ধরেছিলেন ধর্মের বিরুদ্ধে। এই বিতৃষ্ণা থেকে উনি ধর্ম নিয়ে বেশ কিছু আপত্তি, প্রশ্ন এবং সন্দেহ উত্থাপন করেছিলেন, যেগুলো নাস্তিকসমাজেও বহুল ভাবে ব্যবহৃত হয়; উনি প্রশ্ন করেছেন ধর্ম নিয়ে, ঈশ্বর নিয়ে, আত্মা, পরকাল, প্রকৃতি নিয়ে। ধর্মের সাথে দর্শন আর বিজ্ঞানের অসামঞ্জস্য নিয়েও করেছেন বিস্তর আলোচনা। বাংলা নাস্তিকসমাজের পুরোধা এই লোকের লিখিত বইয়ের জবাব হিসেবে কোনো বই বাংলা ভাষায় ইতিপূর্বে লিখিত হয়নি।\n“আরজ আলী সমীপে” বইটিতে লেখক আরিফ আজাদ আরজ আলী মাতুব্বরের প্রশ্নগুলোর জবাব তো দিয়েছেনই, সাথে ছুড়ে দিয়েছেন পাল্টা প্রশ্নও।\nআরজ আলীর বইতে দেখা যায়, তিনি এমন সব বিষয়কে ইসলামের সাথে ‘ইসলাম’ বলে জুড়ে দিয়েছেন, যা আদতে ইসলাম নয়, বিকৃত কিছু ধর্মচর্চাকে তিনি ইসলাম বলে চালিয়ে দেয়ার চেষ্টা করেছেন। এটা এজন্যই যে, ইসলাম সম্পর্কে তার জ্ঞান ছিলো অতি সামান্য। তিনি ইসলাম সম্পর্কে যাই জেনেছেন মোটামুটি সবই লোকমুখে শোনা কুসংস্কারাচ্ছন্ন বিষয়, তার দাবির পক্ষে তিনি কোনো রেফারেন্সও তুলে ধরেননি। আর সেগুলোকেই তিনি ইসলাম বলে চালিয়ে দিয়ে ইসলামকে আক্রমণের চেষ্টা করেছেন। অথচ যে কোনো বিষয়ের সমালোচনা করার জন্যও যে আগে সে বিষয়ে ভালোভাবে জানা প্রয়োজন, সেই কমন সেন্সের পরিচয়টুকুও আরজ আলী দেন নি। আসলে তিনি কোনটা ধর্ম আর কোনটা কুসংস্কার, চিনতে না পেরে সব একাকার করে ফেলেছেন।\nতার প্রশ্নগুলো আমার কাছে মনে হয়েছে নিতান্তই অসাড়, শিশুসুলভ আর বিকৃতমস্তিষ্ক প্রসূত; জুগিয়েছে হাসির খোরাক। আবার যে বিজ্ঞানকে ঈশ্বর জ্ঞান করে তিনি ইসলামকে আক্রমণ করতে নেমেছেন, সেই বিজ্ঞান বিষয়েও তার জ্ঞান অতি নিম্ন পর্যায়ের। তার প্রশ্ন পড়ে আপনাআপনি মনে প্রশ্ন চলে আসে, “এই লোককে কিভাবে স্বশিক্ষিত বলা হয়? এত অসাড় যুক্তি নিয়ে সে নাস্তিকদের গুরুই হয় কিভাবে? এত নিম্নপর্যায়ের জ্ঞান নিয়ে কোনো পাগলেও কি ইসলামকে আক্রমণ করতে আসে?”\nএই বইয়ের ‘বিবিধ’ অংশটা লেখক আরিফ আজাদ অতি যত্নসহকারে লিখেছেন। বিবর্তনবাদ নিয়ে যে কেউ পড়াশুনা করতে গেলে এই অধ্যায়টা তার জন্য বেশ কাজে দেবে। কত ভুলভাল জল্পনা-কল্পনা আর জগাখিচুরির মিশেলে যে বিজ্ঞানীরা বিবর্তনবাদকে প্রতিষ্ঠিত করার চেষ্টা করেছেন, আর করে যাচ্ছেন; আর কত অসৎ উপায় যে অবলম্বন করে চলেছেন – ব্যাপারগুলো সত্যি শিউরে ওঠার মতো।\nলেখক আরিফ আজাদ আসলে অতি ভদ্র ভাষায় ধবলধোলাই করেছেন আরজ আলীকে। নাস্তিকতার বিপক্ষে, আস্তিকতার পক্ষে বইটি একটি শক্তিশালী দলিল হিসেবেই কাজ করবে।",
            discountprice: 182,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688695/salahaat/books/%E0%A6%86%E0%A6%B0%E0%A6%9C_%E0%A6%86%E0%A6%B2%E0%A7%80_%E0%A6%B8%E0%A6%AE%E0%A7%80%E0%A6%AA%E0%A7%87_iwrzny.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা সংখ্যা: , কভার : পেপার ব্যাক",
            tags: "aroj ali somipe, aroz ali somipe, arif ajad",
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামি আদর্শ ও মতবাদ",
                    slug: "islami-adorsho-o-motobad",
                  },
                },
              ],
            },
          },
        },
        {
          id: "5",
          attributes: {
            name: "মা, মা, মা এবং বাবা",
            slug: "ma-ma-ma-ebong-baba",
            price: 260,
            description:
              "পিতা-মাতা এবং সন্তানের মধ্যকার সম্পর্কটা পৃথিবীর সবচেয়ে মধুর এবং সবচেয়ে সুন্দর সম্পর্ক। এ সম্পর্কের কোথাও কোনো খাঁদ নেই। নেই স্বার্থ কিংবা স্বার্থপরতার ছোঁয়া।মায়া, মমতা, আদর যত্ন এবং নিখাদ ভালোবাসা এক অদ্ভুত চক্রে আবর্তিত এই সম্পর্কের প্রতিটি মুহূর্ত। আমাদের জন্ম, বেড়ে ওঠা, শৈশব এবং কৈশোরের গল্পে, আমাদের যুবক হয়ে ওঠার চিত্রপটে তারাই থাকেন মূল ভূমিকায়।\n\nঅথচ নিয়তির নির্মম পরিহাসে আমাদের জীবনের সেই মহানায়ক আর মহানায়িকা, যারা নিজেদের সবটুকু ঢেলে দিয়ে আমাদের আগলে রাখেন, আমাদের মানুষ করেন, তাদেরকে আমরা আস্তাকুড়ে ছুঁড়ে ফেলি। পরিত্যক্ত জঞ্জালের নাই ভাগাড়ে নিক্ষেপ করি। এমন সব কঠিনপ্রাণ সন্তান, যারা দুনিয়ার লোভ আর মোহে পড়ে বাবা-মা’ কে ভুলে যায়, তাদের অবদান, ত্যাগ আর তিতিক্ষার গল্প, কেমন হয় তাদের পরিণতি?\n\nঅথবা, এমন সব সৌভাগ্যবান’ সন্তান, যারা সব কিছুর বিনিময় বাবা-মা’কে আগলে রাখে, ভালোবাসে, যেভাবে শৈশব ও তাদের আগলে রেখেছিল তাদের পিতা-মাতা, কেমন হয় সে সকল সন্তানদের যাপিত জীবনের গল্প? সেরকম এক ঝুড়ি গল্পের সমাহার নিয়ে রচিত মা, মা, মা এবং বাবা।",
            discountprice: 182,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688696/salahaat/books/%E0%A6%AE%E0%A6%BE_%E0%A6%AE%E0%A6%BE_%E0%A6%AE%E0%A6%BE_%E0%A6%8F%E0%A6%AC%E0%A6%82_%E0%A6%AC%E0%A6%BE%E0%A6%AC%E0%A6%BE_vkdpc4.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: null,
            tags: "ma ma ma ebong baba, ma ma ma baba, arif azad",
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আখলাক",
                    slug: "akhlak",
                  },
                },
              ],
            },
          },
        },
        {
          id: "6",
          attributes: {
            name: "প্যারাডক্সিক্যাল সাজিদ ২",
            slug: "paradoxical-sajid-2",
            price: 390,
            description:
              "ঘুটঘুটে অন্ধকার ! সেই অন্ধকার গ্রাস করে আছে সবকিছু। এমন অন্ধকার চলার পথে কোথা থেকে যেন ছুটে আসে এক প্রশ্ন আলোক রশ্মী। সেই আলোর পরশে নিমিষেই মিলিয়ে যায় অন্ধকার রাত। প্রভাতী কিরণের মতো চতুর্দিকে ছড়িয়ে পড়ে এই আলোক রশ্মী। যাত্রা হয় এক নতুন দিনের, নতুন সময়ের। এমন ওই আবহে সত্য ও পবিত্র পথের সন্ধানে দুঃসাহসিক অভিযাত্রার গল্প নিয়ে এগিয়ে যায় সাজিদ—-আর অবিশ্বাসের দেয়ালে গেছে যায় বিশ্বাসের যৌক্তিক কথামালা। ভেঙ্গে জয় অবিশ্বাসের নীল দুর্গ। প্রতিনিয়ত নির্মিত হয় সত্যের ইমারত। সত্য আর শুভ্রতার সেই গল্পে আপনিও একজন অংশীদার…",
            discountprice: 283,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688695/salahaat/books/%E0%A6%AA%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B0%E0%A6%BE%E0%A6%A1%E0%A6%95%E0%A7%8D%E0%A6%B8%E0%A6%BF%E0%A6%95%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2_%E0%A6%B8%E0%A6%BE%E0%A6%9C%E0%A6%BF%E0%A6%A6_%E0%A7%A8_hcfhgm.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা সংখ্যা: 225, কভার : পেপার ব্যাক",
            tags: "paradoxical sajid 2, paradexical sazid 2, arif azad",
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামি আদর্শ ও মতবাদ",
                    slug: "islami-adorsho-o-motobad",
                  },
                },
                {
                  attributes: {
                    name: "সংশয় নিরস্‌ ",
                    slug: "songsoy-niros",
                  },
                },
                {
                  attributes: {
                    name: "নাস্তিকতা অপনোদন",
                    slug: "nastikota-aponodon",
                  },
                },
              ],
            },
          },
        },
        {
          id: "7",
          attributes: {
            name: "বেলা ফুরাবার আগে",
            slug: "bela-furabar-age",
            price: 335,
            description:
              "জীবনের কতগুলো বসন্ত পার হয়ে গেছে, স্নান হয়ে গেছে কতশত কাক ডাকা ভোর। আবছা স্মৃতির মতো, জীবন আস্তে আস্তে আচ্ছন্ন হয় ধূসরতায়। সময়ের সরল সংখ্যা কমে আসছে ধীরে ধীরে। সব পাখি নীড়ে ফেরে। সব নদী ফিরে যায় মোহনায়। তবু কিছু মানুষ, ভ্রান্তির মায়াজাল ভেদ করে, ফিরে আসতে চাই না। মোহ আর মায়ার বাঁধন ছিন্ন করে তারা ছুটতে পারে না আদিগন্ত অনন্তের পথে।\nতবুও ফিরতে হবে। বেলা ফুরাবার আগে, ঠিক ঠিক চিনে নিতে হবে পথ। সন্ধ্যের ঘনঘোর আঁধারের অতলতায় ডুবে যাবার আগে, জীবন তরিটীকে ঘুরাতে হবে কূলে। রাতেরও শেষ আছে। ক্লান্তিরও আছে অবসান। জীবনের জড়তার জোয়ার ছেড়ে, নতুন করে একবার, শুধু একবার জ্বলে উঠতে হবে। নিজেকে আরেকবার ঝালিয়ে নিতে আজ তবে ডুব দেওয়া যাক….\nবিশেষ আকর্ষণ হিসেবে যা থাকছে:\n‘চোখের রোগ’, বল, সুখ কোথা পাই’, ‘বেলা ফুরাবার আগে’, ‘মেঘের কোলে রোদ হেসেছে’, ‘যুদ্ধ মানে শত্রু শত্রু খেলা’, ‘চলে যাওয়া মানে প্রস্থান নয়’, ‘বসন্ত এসে গেছে’, আমি হব সকাল বেলার পাখি ‘তুলি দুই হাত করি মোনাজাত’, ‘চলো বদলাই’ নামের আঠারোটি ভিন্ন ভিন্ন বিষয়ে, ভিন্ন ভিন্ন অধ্যায়।",
            discountprice: 235,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688696/salahaat/books/%E0%A6%AC%E0%A7%87%E0%A6%B2%E0%A6%BE_%E0%A6%AB%E0%A7%81%E0%A6%B0%E0%A6%BE%E0%A6%AC%E0%A6%BE%E0%A6%B0_%E0%A6%86%E0%A6%97%E0%A7%87_yo8g2t.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: null,
            tags: "bela phurabar age, arif ajad, bela furabar age",
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "অন্ধকার থেকে আলোতে",
                    slug: "ondhokar-theke-alote",
                  },
                },
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "8",
          attributes: {
            name: "আমি যদি পাখি হতাম",
            slug: "ami-jodi-pakhi-hotam",
            price: 240,
            description:
              "আমরা প্রায় সবাই গল্প বলতে পছন্দ করি। গল্প শুনতে পছন্দ করি। একদম গোমড়ামুখো মানুষও গল্পের সন্ধান পেলে উৎকর্ণ হয়ে গল্প শোনেন। কথা কম বললেও উপযুক্ত পরিবেশ পেলে, গল্পে মেতে উঠেন। কারো গল্প দুয়েক বাক্যেই ফুরিয়ে যায়। আবার আরেকজন সেই একই গল্পকেই ইনিয়ে বিনিয়ে তিন মাইল লম্বা করে ফেলতে পারেন। একই গল্প শুনে কেউ হাসে, কেউবা কাঁদে। পার্থক্য কোথায়? বলার ভঙ্গিতে! উচ্চারণ স্টাইলে।গল্প তো গল্পই! সত্য গল্প বা মিথ্যেগল্প বলে কিছু নেই! হাঁ, গল্পের বিষয়টাতে সত্য বা মিথ্যার মিশেল থাকতে পারে। খাদ থাকতে পারে। গাদ থাকতে পারে। কিন্তু বানানো গল্প থেকেও হীরে জহরতের ফসল তুলে আনা যায়। সেজন্য প্রয়োজন জহুরীর দৃষ্টিঅলা পাঠক। আপনি তো তাই!\n.\nআমি যদি পাখি হতাম সেসব গল্পেরই সমাহার, যা দ্বারা পাঠক কখনো হাসবে, কখনো কাঁদবে, কখনোবা ভাবুক মনে প্রশ্ন করবে।",
            discountprice: 120,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675690164/salahaat/books/%E0%A6%86%E0%A6%AE%E0%A6%BF_%E0%A6%AF%E0%A6%A6%E0%A6%BF_%E0%A6%AA%E0%A6%BE%E0%A6%96%E0%A6%BF_%E0%A6%B9%E0%A6%A4%E0%A6%BE%E0%A6%AE_mxpb7k.jpg",
            publication: "মাকতাবাতুল আযহার",
            extradetails: null,
            tags: "ami jodi pakhi hotam,muhammed atikullah",
            authors: {
              data: [
                {
                  attributes: {
                    name: "মুহাম্মাদ আতীক উল্লাহ",
                    slug: "muhammed-atikullah",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী জ্ঞান চর্চা",
                    slug: "islami-gan-corcha",
                  },
                },
              ],
            },
          },
        },
        {
          id: "9",
          attributes: {
            name: "মুক্ত বাতাসের খোঁজে",
            slug: "mukto-bataser-khoje",
            price: 230,
            description:
              "পর্নোগ্রাফি…. ইতস্তত বোধ করবেন না, এদিক ওদিক তাকিয়ে স্ক্রল ডাউন করে চলে যাবেন না। নিজেরই ক্ষতি করবেন। তো যা বলছিলাম, বইটা লিখা পর্নোগ্রাফি নিয়ে, পর্নাসক্তি নিয়ে। সাইবার ক্রাইম, ধর্ষণ, হত্যা, সমকামিতা, অজাচার, মানব পাচার, পরিবার ভাঙন,মাদকাসক্তি – এমন হাজারো বীভৎস গল্পের মূল হোতা এই মরনব্যাধি কীভাবে আমাদের উসখুস করা নিষ্পাপ চেহারাগুলোকে চুপেচুপে স্রেফ গিলে ফেলছে তা নিয়ে লিখা, ব্যক্তি-পরিবার-সমাজ কীভাবে এই নীল দুনিয়ার ক্ষুধার্ত লালসার লুপে পড়ে অক্সিজেনের অভাবে হাঁসফাঁস করে ডুবে মরছে তা নিয়ে লিখা। এ মৃত্যু মানসিক মৃত্যু, শারীরিক মৃত্যু। কষ্টহীন মৃত্যু হলেও হত, নাহ এ তীব্র যন্ত্রণা দিয়ে যায়। এতটুকু লেখা বইটার ১২৫ পৃষ্ঠা ব্যাপী ‘অনিবার্য যত ক্ষয়’ অধ্যায়টা উঁকি মেরে দেখানো অনেকটা। ‘‘সামান্য বিনোদন’’, ‘‘এটা একটা আর্ট’’, ‘‘আমি তো কারো ক্ষতি করছি না, বরং নিজেকে সংযত রাখছি অন্য কারোর সাথে এমন না করে’’- ভদ্র মুখোশের আড়ালে এইসব অজুহাত যে সমাজে কত পশু তৈরি করেছে, করে চলছে এর সামান্য ধারনা পাবেন এই অধ্যায়ে।আমি পাঠক সমাজকে সাবধান করে দিচ্ছি, অনেক লিখাই হজম করতে কষ্ট হবে, দুনিয়ার কদর্য রূপ সম্পর্কে খুব কমই সচেতন, খুব কমই সতর্ক আমরা এটা নতুন করে উপলব্ধি করবেন এই বইয়ে। বইটা পড়া শুরু করে মাঝপথে এসে দম বন্ধ হয়ে আসছে বলে মনে হলেও প্লিজ চলে যাবেন না। আপনি মুখ লুকালেও সত্য কখনো বদলাবে না, সব সমস্যা আপনাআপনি ঠিক হয়ে যাবে না। তাহলে কী করবেন? বইটার পরের ১০৬ পেজ ধরে লিখা ‘বৃত্তের বাইরে’ অধ্যায়টি ভালোভাবে পড়ুন, মনোযোগ দিয়ে। লেখক খুব যত্ন নিয়ে ভেঙে ভেঙে আলোচনা করেছেন কীভাবে এই অন্ধকার, স্যাঁতসেঁতে, নোংরা, গ্লানিময় জীবন থেকে বের হয়ে আসা যায়। এটা সবার জানা খুব দরকার। আপনি নিজে বা আপনার পরিবারের সন্তান/ ভাই/ বোন হয়তো এই মরণব্যাধিতে আসক্ত কিংবা আপনার স্বামী বা স্ত্রী! কীভাবে সামলাবেন পরিস্থিতি? কীভাবে নিজে বের হয়ে আসবেন? এসবের উত্তর দেয়া আছে এখানে। প্রয়োজন শুধু মনের জেদ আর আপ্রাণ চেষ্টা করে যাওয়া। বইয়ের একদম শেষের লেখাটা (‘মুক্ত বাতাসের খোঁজে’) অনেক অনুপ্রেরণা দিবে।",
            discountprice: null,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675690164/salahaat/books/%E0%A6%AE%E0%A7%81%E0%A6%95%E0%A7%8D%E0%A6%A4_%E0%A6%AC%E0%A6%BE%E0%A6%A4%E0%A6%BE%E0%A6%B8%E0%A7%87%E0%A6%B0_%E0%A6%96%E0%A7%8B%E0%A6%81%E0%A6%9C%E0%A7%87_kq0ba3.jpg",
            publication: "ইলম হাউজ পাবলিকেশন",
            extradetails: "রিভিউ লেখক : Nabil Zawad",
            tags: "mukto bataser khoje, lord modesty blog",
            authors: {
              data: [
                {
                  attributes: {
                    name: "লস্ট মডেস্টি ব্লগ",
                    slug: "lost-modesty-blog",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "10",
          attributes: {
            name: "এবার ভিন্ন কিছু হোক",
            slug: "ebar-vinno-kichu-hok",
            price: 340,
            description:
              "প্রতিদিন একটা একঘেয়েমি চক্রে কেটে যাচ্ছে জীবনের প্রতিটি মুহূর্ত। মাঝে মাঝে আফসোস লাগে—এভাবে একটা জীবন চলতে পারে? এভাবেই কি ক্ষয়ে যাওয়ার কথা আস্ত একটা জীবন? কী পাওয়ার বদলে কী হারাচ্ছি জীবন থেকে?জীবনে একটা বদল প্রয়োজন, একটা পরিবর্তন ভীষণ জরুরি—তা আমরা জানি। কিন্তু কীভাবে শুরু করবো? ঠিক কোথা থেকে যাত্রা করবো নতুন এক দিনের? কীভাবে মেলে ধরবো নিজের সবটুকু সম্ভাবনা? কীভাবে পেছনে ফেলে আসবো সকল ব্যর্থতা? যে অন্ধকারে হারিয়ে খুঁজে বেড়াচ্ছি নিজেকে, কীভাবে সেখানে ঘটবে আলোর স্ফুরণ?একটা নতুন ভোরে, দখিনের জানালার পাশে বসে কিংবা পছন্দের কোনো জায়গা আর সময়-সুযোগ বুঝে খুলে বসতে পারেন ‘এবার ভিন্ন কিছু হোক’ বইটি। যে প্রশ্নগুলোর উত্তর পাবার আশায় আপনি চাতক পাখির মতো তাকিয়ে, হৃদয়ের উঠোনে যে এক পশলা ঝুম বৃষ্টির প্রতীক্ষায় আপনি গুনে চলেছেন অজস্র প্রহর, ইনশাআল্লাহ বইটি আপনাকে সেই কাঙ্ক্ষিত মুহূর্তগুলো উপহার দেবে। জীবনের এক নতুন উপাখ্যান রচনায় বইটি হতে পারে আপনার নিত্যদিনের সাথি।",
            discountprice: 248,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688696/salahaat/books/%E0%A6%8F%E0%A6%AC%E0%A6%BE%E0%A6%B0_%E0%A6%AD%E0%A6%BF%E0%A6%A8%E0%A7%8D%E0%A6%A8_%E0%A6%95%E0%A6%BF%E0%A6%9B%E0%A7%81_%E0%A6%B9%E0%A7%8B%E0%A6%95_radebq.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails:
              "পৃষ্ঠা : 200, কভার : পেপার ব্যাক, সংস্করণ : 1st Published, 2022",
            tags: "ebar vinno kichu hok, arif ajad",
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "11",
          attributes: {
            name: "জীবন যেখানে যেমন",
            slug: "jibon-jekhane-jemon",
            price: 275,
            description:
              "আরিফ আজাদের নতুন বই ‘জীবন যেখানে যেমন’। এবারের বইটি এমন কিছু জীবন ঘনিষ্ঠ গল্প শোনাবে, যা আপনার আমার সবার জীবনের গল্প। কিন্তু অবচেতন মনে সেগুলো আমরা এড়িয়ে চলি। গল্পগুলো আমাদের ভাবাবে। জীবন নিয়ে নতুন করে ভাবতে শেখাবে। উদ্বুদ্ধ করবে জীবন নিয়ে আমাদের স্বপ্নগুলো নতুন করে গড়তে। জাগতিক ব্যস্ততার জাঁতাকলে পিষ্ট হওয়া হৃদয়ে ঘটাবে নতুন জীবনের সঞ্চার। এমন কিছু গল্পও এবার থাকবে, যেগুলো আমরা চাই না কারও জীবনে আসুক। তবে প্রতিটি গল্পই আমাদের বাধ্য করবে থমকে দাঁড়াতে, কতোবার যে চোখযুগল ঝাপসা হয়ে আসবে ইয়াত্তা নেই। জীবন যেখানে যেমন।",
            discountprice: 192,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688695/salahaat/books/%E0%A6%9C%E0%A7%80%E0%A6%AC%E0%A6%A8_%E0%A6%AF%E0%A7%87%E0%A6%96%E0%A6%BE%E0%A6%A8%E0%A7%87_%E0%A6%AF%E0%A7%87%E0%A6%AE%E0%A6%A8_yktcyq.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা : 152, কভার : পেপার ব্যাক",
            tags: "jibon-jekhane-jemon , arif azad",
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী সাহিত্য",
                    slug: "islami-sahitto",
                  },
                },
              ],
            },
          },
        },
        {
          id: "12",
          attributes: {
            name: "শেষ বিকেলের রোদ্দুর",
            slug: "sesh-bikeler-roddur",
            price: 285,
            description:
              "কুরআন কারিমের সৌভাগ্যবান পাঠকমাত্রই অবগত আছেন যে, কোনো দর্শন এবং চিন্তা-চেতনা মানুষের দোরগোড়ায় এবং তাদের হৃদয়ের গভীরে পৌঁছানোর সবচেয়ে সফল ও প্রজ্ঞাপূর্ণ মাধ্যম হলো গল্প। আর সেসব গল্প যখন বিবৃত হয় কুরআন-হাদিসের মিশেলে তখন সেগুলো হয়ে ওঠে আরও অনুসরণীয়, শিক্ষণীয় এবং মহিমান্বিত।‘শেষ বিকেলের রোদ্দুর’ রৌদ্রময়ীদের এমনই একটি জীবনঘনিষ্ঠ গল্পভাষ্য, যেখানে কুরআন-হাদিসের মিশেলে আমাদের জীবনের বাস্তব গল্পগুলোই ঝিলমিলিয়ে ওঠেছে।গল্পগুলোর বুনন এতটা সুঠাম ও বস্তুনিষ্ঠ যে, গল্পের চরিত্র ও জীবনপরিক্রমা যেন আপনি নিজের জীবনে প্রত্যক্ষ করছেন। গল্পগুলোর আরেকটি সৌন্দর্য হলো, সেগুলো বিবৃত হয়েছে নানা আঙ্গিকে, বিভিন্ন নামে ও শিরোনামে।",
            discountprice: 208,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675743549/salahaat/books/%E0%A6%B6%E0%A7%87%E0%A6%B7_%E0%A6%AC%E0%A6%BF%E0%A6%95%E0%A7%87%E0%A6%B2%E0%A7%87%E0%A6%B0_%E0%A6%B0%E0%A7%8B%E0%A6%A6%E0%A7%8D%E0%A6%A6%E0%A7%81%E0%A6%B0_mgjcke.jpg",
            publication: "মুহাম্মদ পাবলিকেশন",
            extradetails:
              "সম্পাদনা : সালমান মোহাম্মদ\nশরয়ি সম্পাদনা : সাইফুল্লাহ আল মাহমুদ\nপৃষ্ঠা : ১৯২",
            tags: "ses bikeler roddur, roddro moyri",
            authors: {
              data: [
                {
                  attributes: {
                    name: "রৌদ্রময়ীরা",
                    slug: "rodro-moyira",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামে নারী",
                    slug: "islame-nari",
                  },
                },
                {
                  attributes: {
                    name: "ইসলামী সাহিত্য",
                    slug: "islami-sahitto",
                  },
                },
              ],
            },
          },
        },
        {
          id: "13",
          attributes: {
            name: "সালাফদের চোখে দুনিয়া",
            slug: "salafder-chokhe-duniya",
            price: 375,
            description:
              "এই দুনিয়া মরিচীকার। দু-দিনের। দুনিয়া এক রঙিন স্বপ্নের নাম। ক্ষণস্থায়ী জীবনের নাম। দু-দিনের দুনিয়া নিয়ে মানুষ আকাশ ছোঁয়া স্বপ্ন দেখে। জীবনের স্বপ্ন পূরণে ছুটে চলে প্রান্তর থেকে প্রান্তর। তবুও স্বপ্ন পূরণ হয় না। ক্রমেই দুনিয়া নিয়ে হতাশা বাড়তে থাকে। কারণ দুনিয়া কখনো মানুষের সব স্বপ্ন পূরণ করে না। একদিন জীবনের সুতোয় টান পড়ে, জীবন বাতি নিভে যাওয়ার উপক্রম হয়, ওপারে পাড়ি জমানোর সময় চলে আসে। মৃত্যুর বিছানাতে এই ধূসর দুনিয়া নিয়ে আফসোস হয়। কিন্তু! সেদিনের শত আফসোস কোনো কাজে আসে না।দুনিয়া হলো পরজনমের পাথেয় অর্জনের একমাত্র স্থান। এখান থেকেই পরকালের পাথেয় জোগাতে হবে। দুনিয়ার যশ-খ্যাতি, সাফল্য-ব্যর্থতার হিসাব কষতেই কেটে যায় আমাদের দিন-রাত্রিগুলো। দিকভোলা হয়ে এই দুনিয়াতে আমরা হেঁটে চলছি। দুনিয়ার রূপ-রস, গন্ধে আমরা ভুলে যাই পরজনমের পাথেয় সংগ্রহ করার কথা। ধূসর দুনিয়ার মোহের হাতছানিতে আমরা ভুলে যাই রবকে। আখিরাতকে।দুনিয়া কী? দুনিয়ার সাথে আমাদের সম্পর্ক কেমন হওয়া উচিত? এখানে মানুষ কেন আসে? আবার কেনই-বা ক’দিন পরে চলে যায়? আমাদের রব, নবিজি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, সাহাবা রাদিয়াল্লাহু আনহুম এবং সালাফগণ দুনিয়াকে কোন চোখে দেখতেন। তারা দুনিয়ার মোহ থেকে বেঁচে থেকে কীভাবে যুহুদ অবলম্বন করতেন এই বিষয়টি নিয়েই তৃতীয় হিজরি শতকের মহান একজন প্রসিদ্ধ সালাফ ইমাম ইবনু আবিদ দুনিয়া রহিমাহুল্লাহু রচনা করেছেন কিতাবুয যুহুদ নামক একটি পুস্তিকা। তারই অনূদিত রূপ—সালাফদের চোখে দুনিয়া।",
            discountprice: 274,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675743869/salahaat/books/%E0%A6%B8%E0%A6%BE%E0%A6%B2%E0%A6%BE%E0%A6%AB%E0%A6%A6%E0%A7%87%E0%A6%B0_%E0%A6%9A%E0%A7%8B%E0%A6%96%E0%A7%87_%E0%A6%A6%E0%A7%81%E0%A6%A8%E0%A6%BF%E0%A7%9F%E0%A6%BE_xmrbab.jpg",
            publication: "মুহাম্মদ পাবলিকেশন",
            extradetails:
              "ভাষান্তর : সাইফুল্লাহ আল মাহমুদ\nসম্পাদনা : উস্তাদ আকরাম হোসাইন\nবানান সমন্বয় : মুহাম্মদ পাবলিকেশন সম্পাদনা পর্ষদ\nপৃষ্ঠা : ২৭২\nকভার: হার্ড কভার",
            tags: "salafder chokhe duniya, imam ibn abid dunya",
            authors: {
              data: [
                {
                  attributes: {
                    name: "ইমাম ইবনু আবিদ দুনইয়া",
                    slug: "imam-ibn-abid-duniya",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "14",
          attributes: {
            name: "জীবনের সোনালি পাঠ",
            slug: "jiboner-sonali-path",
            price: 160,
            description:
              "গ্রীষ্মের তাপদাহে ফেটে চৌচির হওয়া জমি যেমন আকাশ থেকে নেমে আসা শীতল বারিধারার প্রতীক্ষায় প্রহর গোনে; তেমনি মানুষের অন্তরও অনেক সময় গুনাহের পঙ্কিলতায় আবিল হয়ে বড় কোনো ব্যক্তিত্ত্বের আলোকোজ্জ্বল নসিহতের সন্ধানে থাকে। যা তার তপ্ত হৃদয় শীতল করবে। ভাঙা মন জোড়া লাগাবে। শয়তান আর নসফের জালে আটকা পড়া মানসকে করবে শৃঙ্খলমুক্ত।নসিহতমূলক আলাপন উলামাগণ অনেক সময় স্বতন্ত্র গ্রন্থে করেন, অনেক সময় ভিন্ন বিষয়ের ভেতর দিয়ে তা ছড়িয়েছিটিয়ে রাখেন। সচেতন পাঠককে সেখান থেকে সযত্নে তা কুড়িয়ে নিতে হয়। কিন্তু একবিষয়ের রচনার পাতা থেকে অন্য বিষয়কে গভীর দৃষ্টি হেনে দক্ষ ডুবুরির মতো সমুদ্রের তলদেশ থেকে মনি-মুক্তা আহরণের ন্যায় তুলে আনতে কতজনই বা পারে? কয়জন পাঠকেরই বা থাকে এমন সুদূরপ্রসারী দৃষ্টি ও পাঠ বিচক্ষণতা? এসব কথা বিবেচনা করে দক্ষ পাঠক অনেক সময় নিজের আহরিত নসিহতের সেই টুকরোগুলো সুবিন্যস্ত করে অন্যদের সামনে তুলে ধরার প্রয়াস পান।আমাদের হাতে থাকা বইটিও এমন একটি সংকলন। আরবের প্রখ্যাত আলিম ও সুলেখক সালেহ আহমাদ শামি ফতোয়া ইবনে তাইমিয়া অধ্যয়নকালে নসিহতমূলক কথাগুলো আলাদা করেন এবং পরে সেগুলোকে মলাটবদ্ধ করে পাঠক সমীপে মাওয়ায়িজে ইবনে তাইমিয়া নামে পেশ করেন। সেই বইয়েরই বাংলা ভাষান্তরিত রূপ হলো- জীবন গড়ার কথামালা।",
            discountprice: 117,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675744133/salahaat/books/%E0%A6%9C%E0%A7%80%E0%A6%AC%E0%A6%A8%E0%A7%87%E0%A6%B0_%E0%A6%B8%E0%A7%8B%E0%A6%A8%E0%A6%BE%E0%A6%B2%E0%A6%BF_%E0%A6%AA%E0%A6%BE%E0%A6%A0_ovlncf.jpg",
            publication: "মুহাম্মদ পাবলিকেশন",
            extradetails:
              "ভাষা সম্পাদনা ও বানান : আহসান ইলিয়াস ও সালমান মোহাম্মদ",
            tags: "jiboner sonali path, saleh ahmed shami",
            authors: {
              data: [
                {
                  attributes: {
                    name: "সালেহ আহমদ শামী",
                    slug: "saleh-ahmed-shami",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী ব্যক্তিত্ব",
                    slug: "islami-baktitto",
                  },
                },
              ],
            },
          },
        },
        {
          id: "15",
          attributes: {
            name: "মুমিনের বিনোদন",
            slug: "muminer-binodon",
            price: 230,
            description:
              "একজন মুমিন হিসেবে কি এ অবাধ বিনোদন আমাদের জন্য অনুমোদিত? একজন মুসলিম হিসেবে কি পাশ্চাত্যের আবিস্কৃত এসব খেলার উপকরণ আমার জন্য বৈধ? আল্লাহর একজন নগণ্য দাস হিসেবে এটা আমাকে ভাবতেই হবে। বস্তুত এখানেই একজন মুমিন ও কাফিরের মাঝে পার্থক্য নির্ণয় হয়ে যায়। কাফির দুনিয়ার কোনো কাজে কখনো কারও পরোয়া করে না। কিন্তু একজন মুমিনের প্রতিটি ক্ষেত্রেই লক্ষ করতে হয় যে, এ কাজে মহান রবের অনুমোদন আছে কিনা। আফসোস যে, আমাদের সমাজের নামসর্বস্ব অধিকাংশ মুসলিম এ ব্যাপারে শরয়ি অবস্থান না জেনেই জড়িয়ে পড়ছে পশ্চিমাদের পাতানো ফাঁদে, যা কখনো একজন প্রকৃত মুমিনের কাজ হতে পারে না। সে তো প্রথমে জেনে নেয়, এ ব্যাপারে শরয়ি দিকনির্দেশনা কী। অনুমোদন থাকলে তবেই সে অগ্রসর হয়; নয়তো সে থেমে যায়।একজন মুমিনের জীবনে বিনোদন কীভাবে হতে পারে, প্রচলিত বিভিন্ন খেলা-বিনোদনের ক্ষেত্রে মূলনীতি কিংবা এ ব্যাপারে তার সীমারেখাই বা কতটুকু—ইত্যাকার বিষয়ে কি আমার জানার ভাণ্ডার সমৃদ্ধ? উত্তর যদি না হয়ে থাকে, তাহলে চলুন দেখি, ইসলাম এ ব্যাপারে কী বলে…! কী বলে সে একজন মুমিনের বিনোদনের সীমারেখার ব্যাপারে…!",
            discountprice: 168,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675744390/salahaat/books/%E0%A6%AE%E0%A7%81%E0%A6%AE%E0%A6%BF%E0%A6%A8%E0%A7%87%E0%A6%B0_%E0%A6%AC%E0%A6%BF%E0%A6%A8%E0%A7%8B%E0%A6%A6%E0%A6%A8_vvktwz.jpg",
            publication: "মুহাম্মদ পাবলিকেশন",
            extradetails:
              "অনুবাদক : আবদুন নুর সিরাজি\nসম্পাদনা : মুফতি তারেকুজ্জামান\nপৃষ্ঠা : ১৪৪",
            tags: "muminer binodon, muhammad saleh al munajjid",
            authors: {
              data: [
                {
                  attributes: {
                    name: "মুহাম্মাদ সালেহ আল মুনাজ্জিদ",
                    slug: "muhammed-saleh-al-minajjid",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ফিকাহ ও ফতওয়া",
                    slug: "fikah-o-fotoya",
                  },
                },
                {
                  attributes: {
                    name: "হালাল হারাম",
                    slug: "halal-haram",
                  },
                },
              ],
            },
          },
        },
      ],
    },
  },
};
