export const book = {
  data: {
    books: {
      data: [
        {
          id: "33",
          attributes: {
            name: "কাজের মাঝে রবের খোঁজে",
            slug: "kajer-majhe-rober-khoje",
            price: 135,
            description:
              "মেয়েদের জীবন নিয়ে আমাদের কিছু ছকেবাঁধা গতানুগতিক চিন্তা আছে। সেই চিন্তার বাইরে কিছু করতে গেলে বোনেরা বলে বসে, ‘কী দরকার? ফরজ ইবাদত করলেই তো জান্নাত!’ আবার কারও কারও চিন্তা একদম ছকের বাইরে। ফরয ইবাদত থেকে লক্ষ্য সরিয়ে নিয়ে হলেও যেন নফল ইবাদত করা চাই-ই চাই!\n.\nবক্ষ্যমাণ গ্রন্থে শাইখ আব্দুল মালিক কাসিম নেক আমলের ঝুলি সমৃদ্ধ করতে এমন সব অভিনব পন্থা বাতলে দিয়েছেন যে, এটা প্রত্যেক পাঠকের কাছে পৌঁছানো উচিত। মেয়েদের কাছে অন্তত এই বার্তাটুকু যাক—ইসলামে কোনো নারীই ‘অনাহূত’ নন। এখানে সব নারীর জন্যই নেক আমলের দুয়ার খোলা",
            discountprice: 95,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009588/salahaat/books/2023-02-10/%E0%A6%95%E0%A6%BE%E0%A6%9C%E0%A7%87%E0%A6%B0_%E0%A6%AE%E0%A6%BE%E0%A6%9D%E0%A7%87_%E0%A6%B0%E0%A6%AC%E0%A7%87%E0%A6%B0_%E0%A6%96%E0%A7%8B%E0%A6%81%E0%A6%9C%E0%A7%87_smejxl.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা সংখ্যা: ৮৮\nকভার: পেপার ব্যাক",
            tags: "kajer majhe rober khoje, afifa abedin saoda",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আফিফা আবেদীন সাওদা",
                    slug: "affa-abedin-saoda",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "32",
          attributes: {
            name: "সুখের নাটাই",
            slug: "shukher-natai",
            price: 160,
            description:
              "সেই প্রাগৈতিহাসিক যুগ থেকে মানুষ সুখের সন্ধান করে ফিরছে। নিজেদের জীবনকে সুখের আবরণে আচ্ছাদিত করতে মানুষের আজন্ম অভিপ্রায়। সভ্যতা এগোলো, মানুষ সংঘবদ্ধ হলো, গড়ে উঠলো সমাজ, রাষ্ট্র আর পরিবার। মানুষ থিঁতু হলো একটা জায়গায়। কিন্তু, সুখ সন্ধানে তার যে পৌরাণিক পৌনঃপুনিকতা, তা থেকে সে কি নিবৃত হতে পেরেছে কখনো?আজ আমরা জানি, ব্যক্তিজীবন, সমাজজীবন কিংবা রাষ্ট্রজীবন, সবখানেই মুখ্য এবং গুরুত্বপূর্ণ ভূমিকা পালন করে পরিবার। একটা পরিবার কাঠামোর মধ্যেই নিহিত থাকে আমাদের সমাজজীবন, রাষ্ট্রজীবন আর ব্যক্তিজীবনের সুখের বীজ। আমাদের পরিবার যতোখানি গোছানো হবে, যতোখানি পরিপাটি হবে আমাদের সংসার, আমরা ততোখানিই সুখের কাছাকাছি যেতে পারবো। তবে, এসবকিছুকে ছাপিয়ে, সুখী জীবনের সবচেয়ে বড় এবং সারকথা নিহিত আছে যে বিষয়ে, তা হলো মহান রবের সন্তুষ্টি। আমরা একটা বৃত্তবন্দী জীবন পার করি। আমাদের কেন্দ্রে আল্লাহর সন্তুষ্টি বিধানই প্রধান এবং মুখ্য। ফলে, আমরা যতোখানি কেন্দ্রের কাছাকাছি থাকতে পারবো, কিংবা একীভূত হতে পারবো তার মাঝে, ততোই আমাদের জীবন সুখী হবে। সুখের সুন্দর সৌন্দর্য তখন আমাদের জীবনে প্রস্ফুটিত হবে। বৃত্তবন্দী সেই জীবনের পরত থেকে, সুখের অনুসন্ধানে লেখিকা আফরোজা হাসান রচনা করেছেন ‘সুখের নাটাই’ শিরোনামে একটি অনন্য শৈলীর উপাখ্যান।আমাদের বৃত্তবন্দী জীবনের অলিগলি থেকে, জীবনের পরত থেকে তুলে আনা সুখ সন্ধানের গল্পগুলো লেখিকার কলমে দারুণ শৈল্পীকতার রূপ লাভ করেছে। ‘সুখের নাটাই’-এ ভর করে, আমরাও ডুব দেবো অনন্ত অসীম আকাশে, যেখানে দেখা মিলবে সত্যিকার সুখের ঘুড়ির",
            discountprice: 112,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009588/salahaat/books/2023-02-10/%E0%A6%B8%E0%A7%81%E0%A6%96%E0%A7%87%E0%A6%B0_%E0%A6%A8%E0%A6%BE%E0%A6%9F%E0%A6%BE%E0%A6%87_vo9cbs.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails:
              "সম্পাদনা : আবুল হাসানাত কাসিম, আব্দুল্লাহ মাহমুদ, নুসরাত জাহান মুন\nপৃষ্ঠা সংখ্যা : ১০৪",
            tags: "shukher natai, afroja hasan",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আফরোজা হাসান",
                    slug: "afroja-hasan",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "31",
          attributes: {
            name: "সালাফদের জীবনকথা",
            slug: "salafder-jibonkotha",
            price: 330,
            description:
              "ঐশী আলোয় উদ্ভাসিত যে-জীবন, কতই না উত্তম সেই জীবনের গল্প। নববী আদর্শে উজ্জ্বল যাদের পদরেখা, কতই না মহিমান্বিত সেই জীবনধারা। সেই জীবন এমন এক অঙ্কিত ছবির মতো, যেখানে রঙতুলিতে আঁকা হয় মহান রবের সান্নিধ্য লাভের পথ। সেই পথ মুখরিত হয়ে আছে কুরআনের সুর-তাল-লহরিতে। আলোকিত হয়ে আছে এমন এক অপার্থিব আলোয়, যে-আলো প্রথম ঝলমল করে উঠেছিল নির্জন, নিস্তব্ধ হেরার অন্ধকারে। এরপর, সেই আলোর বিচ্ছুরণে যাদের জীবন রাঙিয়ে উঠেছিল, তারাই আমাদের মহান পূর্বসূরি। আমাদের উত্তম পূর্বপুরুষ। আমাদের সালাফ। তাদের যাপিত জীবনের প্রতিচ্ছবির নাম ‘সালাফদের জীবনকথা’।",
            discountprice: 224,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009588/salahaat/books/2023-02-10/%E0%A6%B8%E0%A6%BE%E0%A6%B2%E0%A6%BE%E0%A6%AB%E0%A6%A6%E0%A7%87%E0%A6%B0_%E0%A6%9C%E0%A7%80%E0%A6%AC%E0%A6%A8%E0%A6%95%E0%A6%A5%E0%A6%BE_uw6pbz.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "অনুবাদ: মাসউদ আলিমী\nপৃষ্ঠা: ২৪০ (পেপারব্যাক কভার)",
            tags: "salafder jibon kotha",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "শাইখ আব্দুল আযীয ইবনু নাসির",
                    slug: "shaikh-abdul-ajij-ibnu-nasir",
                  },
                },
                {
                  attributes: {
                    name: "শাইখ বাহাউদ্দীন উকাইল",
                    slug: "shaikh-bahauddin-ukail",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী ব্যক্তিত্ব",
                    slug: "islami-baktitto",
                  },
                },
              ],
            },
          },
        },
        {
          id: "30",
          attributes: {
            name: "কুরআনের সাথে হৃদয়ের কথা",
            slug: "quraner-shathe-hridoyer-kotha",
            price: 260,
            description:
              "যখন হৃদয় হয় আর্ত, তৃষ্ণার্ত। যখন হৃদয় আকাশে নেমে আসে চৈত্রের দাবদাহ। যখন হৃদয়-জমিন মরুভূমির মতোন হাহাকার করে, তখন কুরআন যেন সেখানে এক পশলা বৃষ্টি হয়ে নামে। উত্তপ্ত আকাশে একখণ্ড মেঘের মতো। কুরআন যেন হৃদয়ের জন্যই রচিত, অথবা হৃদয়ের জন্যই কুরআনের আগমন। হৃদয়ের সমস্ত আকুলতা-ব্যাকুলতা, সমস্ত আকাঙ্খার স্রোত যেন কুরআনের কাছে এসে থেমে যায়। কুরআনের শব্দেই হৃদয় ধ্বনিত হয়। কুরআনের ঝংকারে মধুর কল্লোল জেগে ওঠে হৃদয় সমুদ্রে। কুরআন যেন কোনো মোহিত গানের সুর যা হৃদয়কে ছুঁয়ে যায় পরম আবেশে। সেই আবেশে হৃদয়ের কথাগুলো খুঁজে পায় প্রাণ। এমন কথাগুচ্ছের সম্মিলনের নাম ‘কুরআনের সাথে হৃদয়ের কথা’।",
            discountprice: 182,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009588/salahaat/books/2023-02-10/%E0%A6%95%E0%A7%81%E0%A6%B0%E0%A6%86%E0%A6%A8%E0%A7%87%E0%A6%B0_%E0%A6%B8%E0%A6%BE%E0%A6%A5%E0%A7%87_%E0%A6%B9%E0%A7%83%E0%A6%A6%E0%A7%9F%E0%A7%87%E0%A6%B0_%E0%A6%95%E0%A6%A5%E0%A6%BE_jwbe81.webp",
            publication: "সমকালীন প্রকাশন",
            extradetails:
              "অনুবাদ – আব্দুল্লাহ মজুমদার\nপৃষ্ঠা – ১৬৮ (পেপারব্যাক কভার)",
            tags: "kuraner sathe hridoyer kotha, shaikh ibrahim as sakran",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "শাইখ ইবরাহীম আস-সাকরান",
                    slug: "shaikh-ibrahim-as-sakran",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "কুরআন বিষয়ক আলোচনা",
                    slug: "quran-bishoyok-alochona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "29",
          attributes: {
            name: "খুশু-খুযু",
            slug: "khusu-khuju",
            price: 125,
            description:
              "আমাদের আল্লাহ তা’আলা বলেন,\n“ঐ সকল মুমিনরা সফল যারা তাদের সালাতে বিনয়াবণত”(সূরা মুমিনুন, ১-২)\n.\nহুযাইফা (রাদ্বী) বলেন,\n“তোমরা তোমাদের দ্বীনের বিষয়সমূহ থেকে সর্বপ্রথম খুশুকে(বিনয়) হারাবে, আর সর্বশেষ হারাবে সালাত। অনেক সালাত আদায়কারী আছে, তাদের মধ্যে কোনো কল্যাণ নেই। অচিরেই তোমরা মসজিদে প্রবেশ করবে, কিন্তু কোনো বিনয়াবণত সালাত আদায়কারী দেখতে পাবে না।”(মাদারিজুস সালাকিন, ১/৫২১)\n.\nখুশুই হলো, সালাতের প্রাণ এবং তার সবচেয়ে বড় উদ্দেশ্য। তাই খুশুহীন সালাত হলো, প্রাণহীন দেহের ন্যায়।\nতাই সালাতে খুশু একটি গুরুত্বপূর্ণ বিষয়, যা খুব দ্রুত হারিয়ে যায় এবং যার অস্তিত্ব অত্যন্ত দুর্লভ। বিশেষ করে আমাদের এ শেষ যুগে তথা আখেরি যামানায়।\nসালাতে খুশু তখন হাসিল হয়, যখন অন্তর সালাতের জন্য অবসর হয়। অন্য সব কিছু বাদ দিয়ে কেবল সালাত নিয়েই ব্যস্ত হয় এবং সব কিছুর পর কেবল সালাতকেই প্রাধান্য দেয়। তখন সালাত তার জন্য প্রশান্তি হয় এবং সালাত তার চোখের শীতলতা আনয়নকারী হয়। যেমন রাসূল বলেছেন, ‘আমার চোখের প্রশান্তি দেওয়া হয়েছে সালাতের মধ্যে’ ( মুসনাদ আহমাদ, ৩/১২৮)\n.\nতো এই খুশু কীভাবে অর্জিত হবে? জানতে পড়ুন ইবন কায়্যিম এর খুশু খুযু",
            discountprice: 87,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009588/salahaat/books/2023-02-10/%E0%A6%96%E0%A7%81%E0%A6%B6%E0%A7%81-%E0%A6%96%E0%A7%81%E0%A6%AF%E0%A7%81_exkovh.webp",
            publication: "সমকালীন প্রকাশন",
            extradetails: null,
            tags: "khusu-khuju, allama ibnul kayyimi jaojiyah roh ",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আল্লামা ইবনুল কায়্যিম জাওযিয়্যাহ রহ",
                    slug: "allama-ibnul-kayimi-jaojiyah-rh",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "দুআ ও যিকির",
                    slug: "duya-o-jikir",
                  },
                },
              ],
            },
          },
        },
        {
          id: "28",
          attributes: {
            name: "জীবন পথে সফল হতে",
            slug: "jibon-pothe-sofol-hote",
            price: 232,
            description:
              "বইয়ের কিছু অংশ:\nএমন ঘটনা প্রায়ই শুনে থাকবেন—কোনো ছেলে বাইরে কোথাও এক মেয়ের সাথে দেখা করতে গিয়েছে। এরপর সে গোপনে মেয়েটির অস্বাভাবিক একটা ছবি তুলে রেখেছে অথবা তাদের বিশেষ কোনো আলাপ, কথা-বার্তা রেকর্ড করে রেখেছে। কয়েকদিন পর এই ছবি অথবা রেকর্ড দিয়েই ছেলেটা মেয়েটিকে বার বার হুমকি দিতে থাকে। মেয়েটির মনে হয়, সে যেন মাইন পুঁতে রাখা ভূমির ওপর দিয়ে হাঁটছে। কারণ, সে যেদিকেই যাবে সেদিকেই তার জন্য বিপদ অপেক্ষা করছে। আবার এমনও শোনা যায়, মেয়েদের অসাবধানতার সুযোগ নিয়ে কোনো ছেলে তার ক্ষতি করে বসেছে। এরপর ঠিকই তাকে বিয়ের ওয়াদা দেয়, কিন্তু শেষমেষ রণে ভঙ্গ দিয়ে পালিয়ে যায়। তার আর কোনো খোঁজখবর পাওয়া যায় না। মেয়েটার জীবনে তখন ভয়াবহ দু‍র্যোগ নেমে আসে। কখনোও কখনোও মেয়েটা গর্ভবতী হয়ে পড়ে।তাই মেয়েদেরকে বলি, আল্লাহ যা নির্ধারণ করেছেন তার বাইরে কিছুই হবে না। একজন মেয়ে যতই দুর্বল বা একাকী হোক না কেন, আল্লাহ তার সাথেই আছেন। আল্লাহ তাআলা-ই জীবনসঙ্গী নির্ধারণ করে দেন। তাই তাঁর কাছেই চাইতে হবে। মনে রাখতে হবে, আল্লাহর অবাধ্যতায় এ চাওয়া পূরণ হবে না। তাঁর কাছ থেকে কিছু পেতে হলে অবশ্যই তাঁর আনুগত্য করতে হবে, তাঁর বিধি-নিষেধ মেনে চলতে হবে।মেয়েরা বোঝে না, যে মেয়েকে চাইলেই পাওয়া যায়, তাকে কখনোও ছেলেরা নিজের স্ত্রী হবার উপযুক্ত মনে করে না। সেখানে তার সন্তান-সন্ততির মা হিসেবে মেনে নেওয়া তো দূরের ব্যাপার! তাই নিজেকে এমন কোথাও সঁপে দেওয়া ঠিক হবে না, যেখানে কোনো সম্মান নেই। আল্লাহর স্মরণে, তাঁর ভালোবাসায়, তাঁর সাথে সম্পর্ক দৃঢ় করার মাধ্যমেই অন্তরে প্রশান্তি আসে। এজন্য কোথায় জীবনের স্বাদ সবচেয়ে বেশি সেটি না খুঁজে বরং সবচেয়ে সম্মানজনক স্বাদটা কোথায় সেটিই খুঁজে নিতে হবে।",
            discountprice: 162,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009588/salahaat/books/2023-02-10/%E0%A6%9C%E0%A7%80%E0%A6%AC%E0%A6%A8_%E0%A6%AA%E0%A6%A5%E0%A7%87_%E0%A6%B8%E0%A6%AB%E0%A6%B2_%E0%A6%B9%E0%A6%A4%E0%A7%87_uppwwk.webp",
            publication: "সমকালীন প্রকাশন",
            extradetails: "অনুবাদ: আব্দুল্লাহ মজুমদার\nপৃষ্ঠা: ১৬০",
            tags: "jibon pothe sofol hote, shaikh abdul karim bakkar",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "শাইখ আব্দুল করীম বাক্কার",
                    slug: "shaikh-abdul-karim-bakkar",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "27",
          attributes: {
            name: "জিলহজ্জের উপহার",
            slug: "jilhojer-upohar",
            price: 140,
            description:
              "জিলহজ মাস। বছরের এক পবিত্র ও মহিমান্বিত মাস। আল্লাহর নবি ইবরাহিম আলাইহিস সালাম তখন মরুভূমির দেশ মক্কায়। একদিন স্বপ্নে তিনি আদিষ্ট হলেন প্রিয়তম পুত্র ইসমাইলকে কুরবানি করতে হবে। স্বপ্নের কথা নিদ্বির্ধায় জানালেন আদরের সেই পুত্রকে। পুত্রের মুখে স্মিত হাসি। আনন্দিত কণ্ঠে বলে উঠল সে, ‘বাবা, আল্লাহ আপনাকে যে হুকুম দিয়েছেন তা যথাযথভাবে পালন করুন। এ কাজে আপনি আমায় ধৈর্যশীল পাবেন।’আমরা ধৈর্যের এক পরাকাষ্ঠা দেখতে পাই পিতা ও পুত্রের সেই ঘটনায় যা ইসলামের ইতিহাসে সুবিদিত হয়ে থাকবে চিরকাল। যদিও সেদিন ইসমাইল আলাইহিস সালামকে কুরবানি করতে হয়নি, তবে আল্লাহর নামে কুরবানি তথা পশু উৎসর্গের রেওয়াজ আমাদের ধর্ম ও সংস্কৃতির অনুষঙ্গ হয়ে দাঁড়িয়েছে।সেদিনের সেই পবিত্র ঘটনা ঘটেছিল বছরের পবিত্র মাস জিলহজে। তাই জিলহজের মাহাত্ম্য, গুরুত্ব আর ফজিলত মুসলিমদের কাছে অপরিসীম। আর এ মাসেই সারা পৃথিবীর মানুষ কাবা প্রাঙ্গণে জড়ো হয় হজ সম্পাদনে। লাখো লাখো মুসল্লি অবস্থান করে মিনায়, ছুটে বেড়ায় সাফা-মারওয়ায়, পাথর ছুঁড়ে মারে মুযদালিফায় এবং যিয়ারত করে পবিত্র মদিনা-মুনাওয়ারায়। আল্লাহর ঘর তাওয়াফের তৃষ্ণা যাদের অন্তরে জিইয়ে থাকে, যারা স্বপ্নের ডালা সাজিয়ে রাখে সারাটি বছর ধরে। কেবল একটি বার তারা কাবাঘরের কালো গিলাফটি ছুঁয়ে দেখতে চান। তাদের কাছে জিলহজ মাস এক স্বপ্নছোঁয়ার মাস।এই পবিত্র জিলহজ মাসকে ঘিরে আছে কিছু নির্দিষ্ট আমল, নির্দিষ্ট কিছু রীতিনীতি। সেই আমল এবং রীতিগুলো পালনে আছে অপরিমেয় সাওয়াব। মানুষ যাতে করে আমলের মাধ্যমে সেই সাওয়াবগুলো অর্জন করতে পারে, সঠিকভাবে বুঝতে পারে জিলহজের মাহাত্ম্য, সেজন্যেই আমাদের এবারের আয়োজন জিলহজের উপহার।",
            discountprice: 98,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009589/salahaat/books/2023-02-10/%E0%A6%9C%E0%A6%BF%E0%A6%B2%E0%A6%B9%E0%A6%9C%E0%A7%8D%E0%A6%9C%E0%A7%87%E0%A6%B0_%E0%A6%89%E0%A6%AA%E0%A6%B9%E0%A6%BE%E0%A6%B0_fk9gzf.webp",
            publication: "সমকালীন প্রকাশন",
            extradetails:
              "ভাষান্তর : উস্তায আব্দুল্লাহিল মা'মুন\nসম্পাদনা : আতিয়া আবেদীন নাবিলা, উস্তায আবুল হাসানাত কাসিম, আফিয়া আবেদীন সাওদা, উস্তায আব্দুল্লাহ মাহমুদ\nপৃষ্ঠা: ৮৮ (পেপার ব্যাক কভার)",
            tags: "jilhojer upohar, dr khalid abu shadi",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "ড. খালিদ আবু শাদি",
                    slug: "dr-khalid-abu-shadi",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী জ্ঞান চর্চা",
                    slug: "islami-gan-corcha",
                  },
                },
              ],
            },
          },
        },
        {
          id: "26",
          attributes: {
            name: "নবীজি ﷺ—যেমন ছিলেন তিনি",
            slug: "nobiji-jemon-chilen-tini",
            price: 278,
            description:
              "নিজের জামা থেকে শুরু করে জুতা পর্যন্ত নিজেই সেলাই করতেন। নিজেই ঘর মুছতেন, বকরির দুধ দোহাতেন, পরিবারকে মাংস কাটায় সহায়তা করতেন। কেউ এলে নিজেই আতিথেয়তা করতেন, কথা বলতেন এবং তাদের প্রতি অত্যন্ত উদার ব্যবহার করতেন। যখন সফরে বের হতেন তখন পালাক্রমে একবার নিজে সাওয়ার হতেন, আরেকবার তার সাথীকে সাওয়ার হতে দিতেন। তার খাবার ছিল যবের রুটি। তিনি ঘুমাতেন মসজিদে। কখনো কখনো খালি পায়েও হাঁটতেন। দুজন সাওয়ার হলে তিনি পেছনে বসতেন, যাতে আরেকজনের ভ্রমণে কষ্ট না হয়। একদল মুসাফিরদের ভেতর থাকলে তিনি পেছনের দিকে থাকতেন, যাতে দুর্বল মুসাফিরদেরকে তিনি সাহায্য করতে পারেন, আর অন্যদের সাথে মিলেমিশে চলতে পারেন।",
            discountprice: 195,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009589/salahaat/books/2023-02-10/%E0%A6%A8%E0%A6%AC%E0%A7%80%E0%A6%9C%E0%A6%BF_%EF%B7%BA_%E0%A6%AF%E0%A7%87%E0%A6%AE%E0%A6%A8_%E0%A6%9B%E0%A6%BF%E0%A6%B2%E0%A7%87%E0%A6%A8_%E0%A6%A4%E0%A6%BF%E0%A6%A8%E0%A6%BF_c2avjo.webp",
            publication: "সমকালীন প্রকাশন",
            extradetails:
              "ভাষান্তর : মুরসালিন নিলয়\nসম্পাদনা : উস্তায আকরাম হোসাইন, উস্তায আবুল হাসানাত কাসেমী\nবাইন্ডিং: পেপার ব্যাক",
            tags: "dr aid al karoni, nobiji jemon chilen tini ",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "ড. আইদ আল কারণী",
                    slug: "dr-aid-al-karoni",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "সীরাতে রাসূল (সা.)",
                    slug: "sirat-rasul-sa",
                  },
                },
              ],
            },
          },
        },
        {
          id: "25",
          attributes: {
            name: "জীবন যদি হতো নারী সাহাবীর মত",
            slug: "jibon-jodi-hoto-nari-sahabir-moto",
            price: 186,
            description:
              "মক্কা নগরীতে একজন মহামানবের আবির্ভাব হলো, আসমান থেকে তার ওপর নেমে এলো এক ঐশী আলোক রেখা, দলে দলে মানুষ সেই মহামানবের ডাকে সমবেত হতে শুরু করল। একটি অত্যুজ্জ্বল আলোর পানে ছুটে আসতে লাগল তৃষিত সব প্রাণ। সেই তৃষ্ণার্ত, ক্ষুধিত প্রাণের মানুষগুলোর মাঝে, বিশাল একটি সংখ্যা ছিল নারীদের। নারী সাহাবিদের। রাযিয়াল্লাহু আনহুন্না। নবিজি যখন এক চরম, পরম ও মহাসত্যের দিকে মানুষকে আহ্বান করলেন, তখন অনেকের মতো চারদিক থেকে তৃষিত হৃদয়ে ছুটে এলো নারীদের দলও। তারাও বরণ করে নিল সত্যের পেয়ালা। যে অমৃত নবিজি সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ধারণ করে এনেছেন হেরা পর্বত থেকে, সেই অমৃত পান করতে উদগ্রীব হয়ে পড়লেন তারাও।সত্যের এই মিছিলে যোগদান তাদের জন্য সহজ ছিল না মোটেও। নবিজির ডাকে সাড়া দিতে গিয়ে তারা হয়েছেন ঘরহারা। হারিয়েছেন প্রিয় মানুষ, প্রিয় মুখ। সত্যকে নিজেদের জীবনে ধারণ করতে গিয়ে তারা হিজরত করেছেন। ছেড়ে এসেছেন প্রিয় জন্মভূমি। এমনকি হাসিমুখে মৃত্যুর মিছিলেও তারা অংশ নিয়েছেন। তবু যে অমৃত তারা পান করেছেন, যে রঙে রাঙিয়েছেন জীবন, যে সুরে আবগাহন করেছেন তনুমন, সেই অমৃত, সেই রং, সেই সুর থেকে তারা একচুল পরিমাণও বিচ্যুত হননি। এতটাই দৃঢ় আর অবিচল ছিল তাদের ঈমান।ঐশী আলোর ঝলকানিতে আমাদের নারী সাহাবিগণ তাদের জীবনকে করেছেন আলোকময়, যে সুর আর লহরির মাঝে তারা হারিয়ে গেছেন, সত্যের পথে হাঁটতে তারা যে ত্যাগ-তিতিক্ষা, যে বিসর্জন দিয়েছেন, তা-ই উপজীব্য হয়ে উঠে এসেছে আমাদের ‘জীবন যদি হতো নারী সাহাবির মতো’ বইতে। সত্য আর সুন্দরের জন্য তাদের কুরবানি, তাদের আত্মত্যাগের গল্পগুলো থেকে আমরা খুঁজে নেব আমাদের জীবনের রসদ। রাঙিয়ে নেব আমাদের জীবনোধ্যায়। শুধরে নেব ভুল। জাগিয়ে তুলব বিস্মৃত অন্তর।",
            discountprice: 130,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009589/salahaat/books/2023-02-10/%E0%A6%9C%E0%A7%80%E0%A6%AC%E0%A6%A8_%E0%A6%AF%E0%A6%A6%E0%A6%BF_%E0%A6%B9%E0%A6%A4%E0%A7%8B_%E0%A6%A8%E0%A6%BE%E0%A6%B0%E0%A7%80_%E0%A6%B8%E0%A6%BE%E0%A6%B9%E0%A6%BE%E0%A6%AC%E0%A7%80%E0%A6%B0_%E0%A6%AE%E0%A6%A4_rvbczd.webp",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা সংখ্যা: ১২৮ টি\nকভার: পেপার ব্যাক",
            tags: "jibon jodi-hoto nari sahabir moto, dr. hanan lashin",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "ড. হানান লাশিন",
                    slug: "dr-hanan-lashin",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামে নারী",
                    slug: "islame-nari",
                  },
                },
                {
                  attributes: {
                    name: "সাহাবীদের জীবনী",
                    slug: "shabider-jiboni",
                  },
                },
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "24",
          attributes: {
            name: "তারাফুল",
            slug: "taraful",
            price: 232,
            description:
              "আবদুল্লাহ মাহমুদ নজীব একজন স্বাপ্নিক সবুজ তরুণ। নিজের জীবনবোধ এবং জীবনদর্শন থেকে তিনি আমাদের জন্য কিছু পাঠ তুলে এনেছেন। জীবনের নিত্য পরিসরে, স্রষ্টার সান্নিধ্যে আসতে তিনি যে-উপায়, যে-দর্শন লালন করেন, সেই দর্শন পড়ে আগ্রহী পাঠকমাত্রই ভাববে, চিন্তা করবে―এমনটাই তিনি আশা করেন। তার সেই জীবনদর্শনের সমন্বিত রূপের নাম― ‘তারাফুল’। তারাফুলের মতো করে প্রস্ফুটিত হবে বিশ্বাসী হৃদয়গুলো―এমন প্রত্যাশা আমাদেরও।",
            discountprice: 162,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009589/salahaat/books/2023-02-10/%E0%A6%A4%E0%A6%BE%E0%A6%B0%E0%A6%BE%E0%A6%AB%E0%A7%81%E0%A6%B2_m4cqxf.webp",
            publication: "সমকালীন প্রকাশন",
            extradetails: null,
            tags: "taraful, abdullah mahmud nijib",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আবদুল্লাহ মাহমুদ নজীব",
                    slug: "abdullah-mahmud-nojib",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী সাহিত্য",
                    slug: "islami-sahitto",
                  },
                },
              ],
            },
          },
        },
        {
          id: "23",
          attributes: {
            name: "তিনিই আমার রব",
            slug: "tiniy-amar-rob",
            price: 290,
            description:
              "বইটির রচয়িতা শায়খ আলী জাবের আল ফিফী (হাফিজাহুল্লাহ)। এই বইটি হচ্ছে মহান আল্লাহ সুবাহান ওয়া’ তা’য়ালার দশটি মহান নামের ব্যাখ্যা। আল্লাহ রাব্বুল আলা’মীনের দশটি নামকে জীবনের প্রতিটা দৃষ্টিকোণ, প্রতিটা ক্ষেত্র থেকে ব্যাখ্যা করতে লেখক পাঠকদের নিয়ে প্রবেশ করেছেন ভিন্ন এক জগতে। সেই জগতে কোন দুঃখ নেই, কোন কষ্ট নেই। সেই জগতে নেই কোন হতাশা, না পাওয়ার যাতনা। সেই জগত কেবল রব আর তাঁর বান্দার। সে জগতে রাজা হলেন আরশের অধিপতি, আর দাস তথা প্রজা হলো বান্দারা। সেখানে পৃথিবীর কোন মন্ত্রী নেই, প্রধানমন্ত্রী নেই। নেই কোন সেলেব্রেটি। সবাই সেখানে কেবলই বান্দা।আল্লাহ কুরআনে বলেছেন তাঁকে তাঁর সুন্দর সুন্দর নামগুলো ধরে ডাকতে। কিন্তু কেনো তিনি এমনটা বলেছেন? কখনও কি চিন্তা করেছি? আল্লাহর নামগুলোর পেছনে কি নিগূঢ় এক রহস্য, কি যে এক মাহাত্ম্য লুকিয়ে আছে, তা কি আমরা জানি? জানিনা। লেখক এই বইটিতে সেই রহস্যের দ্বার উন্মোচনের চেষ্টা করেছেন খুব সুনিপুণভাবে।বইটির ফ্ল্যাপ থেকেঃ‘যে তৃষ্ণার্ত হৃদয় প্রতিক্ষায় থাকে এক পশলা বৃষ্টির, যে পথভোলা পথিক খুঁজে ফেরে পথ, সঁপে দেওয়ার তাড়নায় যে নয়নযুগল হয়ে ওঠে অশ্রুসিক্ত, পাপে নিমজ্জিত যে অন্তর অন্বেষণ করে বেড়ায় রহমতের বারিধারা, তাদের রবের কাছাকাছি নিয়ে যাওয়ার, তার সাথে পরিচয় করিয়ে দেওয়ার ক্ষুদ্র প্রয়াসই হলো তিনিই আমার রব’।",
            discountprice: 212,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009589/salahaat/books/2023-02-10/%E0%A6%A4%E0%A6%BF%E0%A6%A8%E0%A6%BF%E0%A6%87_%E0%A6%86%E0%A6%AE%E0%A6%BE%E0%A6%B0_%E0%A6%B0%E0%A6%AC_invnia.webp",
            publication: "সমকালীন প্রকাশন",
            extradetails:
              "পৃষ্ঠা : 164, কভার : পেপার ব্যাক, সংস্করণ : 2nd Edition, 2019",
            tags: "tiniy amar rob, saikh ali jabir al faifi",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "শাইখ আলী জাবির আল ফাইফী",
                    slug: "saikh-ali-jabir-al-faifi",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
                {
                  attributes: {
                    name: "নওমুসলিমদের জন্য",
                    slug: "noumuslimder-jonno",
                  },
                },
              ],
            },
          },
        },
        {
          id: "22",
          attributes: {
            name: "পড়ো",
            slug: "poro",
            price: 305,
            description:
              "‘পড়ো’ বইটি নিয়ে আমরা কিছু বলতে চাই। বইটিতে আলোচনা করা হয়েছে পবিত্র কুর’আনের বিভিন্ন আয়াত নিয়ে। আজ থেকে সাড়ে চৌদ্দশতো বছর আগে নাযিল হওয়া আয়াতগুলো আমাদের সমসাময়িক কাল, অবস্থা, পরিবেশের সাথে এক অদ্ভুতরকমভাবে মিলে যায়। এই আয়াতগুলো আবু জাহেলের জন্য যেমন ছিলো চিন্তার ব্যাপার, আজকের দিনের ইসলামের শত্রু, নব্য আবু জাহেল, নব্য নমরূদ, ফিরাঊনদের জন্যও ঠিক যেন সেভাবেই চিন্তার বিষয়। কুর’আনের আয়াতগুলো আবু বকর (রাঃ), ওমর (রাঃ), উসমান (রাঃ) দের জন্য যেমন ছিলো আশার বাণী, আত্মার খোরাক, আজকের দিনের মুমিনদের জন্যও সেরকম। সাড়ে চৌদ্দশতো বছর আগে এই বাণী শুনলে একজন মুমিনের অন্তর যেরকমভাবে প্রশান্তিতে ছেঁয়ে যেতো, আজও কুর’আনের প্রতিটি আয়াত প্রতিটি মুমিনের অন্তরকে প্রশমিত করে। পরিতৃপ্ত করে। মুমিনের অন্তর প্রকম্পিত হয়।\nকুর’আনের বিধানগুলো সেই সময়ে যেমন ছিলো সমসাময়িক, আজকের দিনে বসেও তা ঠিক একইভাবে যুগোপযোগী। এজন্যই কুর’আন সর্বদা সর্বাবস্থা, সর্ব পরিবেশে সমানভাবে সবার জন্যই।আমরা যারা পবিত্র কুর’আনকে সহজে বুঝতে চাই, জানতে চাই, তাদের জন্য ‘পড়ো’ বইটি নিঃসন্দেহে অনন্য একটি বই। লেখক ওমর আল জাবির ভাইয়ের ভাষায়- ‘এটি কোন তাফসীর নয়। আধুনিক যুগের মানুষের জন্য কুর’আনের আয়াতগুলোকে বৈজ্ঞানিক এবং যৌক্তিক দৃষ্টিকোণ থেকে দেখা এবং সমসাময়িক প্রশ্ন, দ্বন্ধ এবং ঘটনাগুলোর উপর প্রাসঙ্গিক আলোচনা’।বইটির ফ্ল্যাপ কাভারে লেখা আছে- ‘পৃথিবীতে একটা বই নিয়ে অসংখ্য বই লেখা হয়েছে। একটা বই মানবজাতিকে আমূল বদলে দিয়েছে এমন নজির আর নেই।\nআনপড় একটা জাতিকে একটা বই পড়াশোনাতে ডুবিয়ে দিয়েছে, এমন ঘটনা পৃথিবীতে আর ঘটেনি। পৃথিবীর লাখ লাখ লোক একটা বই আগা-গোড়া মুখস্ত করে রেখেছে- এমন বই একটাই।\nপৃথিবীর সবচেয়ে প্রাচীন অডিওবুক সেটি- মানুষ শুধু পড়েনা, শোনেও…\nবইটি দাবি করে সেটা এই পৃথিবীর না। বইটা দাবি করে সেটা ভুলের উর্ধ্বে। বইটি আলো দেয়, অন্ধকার সরায়। সত্য আর মিথ্যাকে আলাদা করে দেয়।\nকোন বই সেটি? এই বইটা সেই বইটিকে নিয়েই…",
            discountprice: 213,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009589/salahaat/books/2023-02-10/%E0%A6%AA%E0%A7%9C%E0%A7%8B_flamre.webp",
            publication: "সমকালীন প্রকাশন",
            extradetails:
              "পৃষ্ঠা : 184, কভার : পেপার ব্যাক, সংস্করণ : 1st Published 2017",
            tags: "poro, omor al jabir",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "ওমর আল জাবির",
                    slug: "omor-al-jabir",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "কুরআন বিষয়ক আলোচনা",
                    slug: "quran-bishoyok-alochona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "21",
          attributes: {
            name: "ফেরা ২",
            slug: "fera-2",
            price: 190,
            description:
              "জাগতিক নিয়মে, সব পাখি নীড়ে ফেরে। ফুল ফোটে, বৃষ্টি নামে এবং নদী তার আপন পথে বাঁক নেয়। কিন্তু, ফেরে না কেবল মানুষ। অহংকার আর অহমিকার দহনে তার বুকের ভেতরে জিইয়ে রাখে পাহাড়সম আগুন। সেই আগুনে ঝলসে যায় সে নিজে এবং ঝলসে দিতে চায় তার চারপাশ। মানুষ বড়ই অকৃতজ্ঞ আর বেপরোয়া। সে তার অস্তিত্বের কার্যকারণ ডিঙিয়ে নিজেকে আমিত্বের আসনে দেখতে চায়। নিজের ক্ষুদ্রাকৃতির প্রতি চূড়ান্ত ভাবলেশহীন হয়ে সে নিজেকে অনন্ত-অসীমে কল্পনা করে বসে। ফলে সে বিচ্যুত হয়। পদস্খলন ঘটে তার। যুগে যুগে যাদের ধ্বংসের পদধ্বনি আমরা শুনতে পাই, তাদের সকলের যেন একই গল্প, একই চিত্রনাট্য—ঔদ্ধত্য, অহংকার আর অনাচার। এক মহাসত্যকে পাশ কাটিয়ে, নিজেকে নিয়ন্ত্রকের আসনে যখনই সে আসীন করতে গেছে, তখনই ধ্বংস অনিবার্য হয়ে নিপতিত হয়েছে তার ওপর।তবু, কারও কারও গল্পটা অন্যরকম। তবু, কেউ কেউ ফিরে আসে। খুঁজে পায় পথ। খুঁজে নেয় অন্তিম অবসরের অনন্ত আবাসস্থল। ফিরে আসা এমন দুটো পবিত্র আত্মার যাপিত-জীবনের রং-তুলিতে নির্মিত আমাদের ফেরা-২।গল্পের ভেতরেও গল্প থাকে, পরিচ্ছেদের ভেতরেও থাকে উপ-পরিচ্ছেদ। আমাদের গল্পটা ভিন্ন। এই গল্পটা একেবারে ডুবে যাওয়ার গল্প নয়, বরং ডুবতে ডুবতে হঠাৎ মাঝ-সাগরে জাহাজের মাস্তুল পেয়ে যাবার মতোই। এই গল্পটি হারিয়ে যাবার গল্প নয়, বরং নিজেকে নতুনভাবে ফিরে পাবার উপাখ্যান। তাই, এই গল্পটি একটু অন্যরকম।দুজন হিন্দু বোন, যারা আশৈশব দেব-দেবীর পূজো-অর্চনা করেছে, মণ্ডপে যারা নিবেদন করেছে গভীর অনুরাগের নৈবেদ্য, তারা কোন জাদুকরী মন্ত্রে খুঁজে পেল ইসলাম? মন্দিরের ঘণ্টার শব্দ, পূজো-পার্বনের কীর্তনের সুর যাদের রক্তে মেশা, তারা কেনই-বা মগ্ন হলো মিনার থেকে ধেয়ে আসা আযানের ধ্বনিতে? ‘ফেরা-২’ এমনই এক যাপিত-জীবনের উপাখ্যান, কিংবা মহাকাব্যের চেয়েও বেশি কিছু।মূল বইটি উর্দু ভাষায় রচিত। লেখিকা বিনতু আদিলের জন্য আমাদের অন্তরের গভীর থেকে শ্রদ্ধা, ভালোবাসা আর দুআ রইল। আর জীবনের নতুন অনুচ্ছেদ যারা শুরু করতে যাচ্ছেন তাদের জীবন রঙিন এবং সুখময় হবে, অনন্ত আখিরাতে রহমানের আরশের সুশীতল ছায়ায় আশ্রিত হয়ে ধন্য হবেন, এই আমাদের প্রত্যাশা। সাথে, এই বইটি এমন হাজারো পথহারা পথিকের জন্য পথ খুঁজে পাওয়ার দিশা হবে, ঘুম ভাঙানোর কারণ হবে, এই কামনা।",
            discountprice: 133,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009589/salahaat/books/2023-02-10/%E0%A6%AB%E0%A7%87%E0%A6%B0%E0%A6%BE_%E0%A7%A8_ogjgmw.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা : 120",
            tags: "fera 2, bintu adil",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "বিনতু আদিল",
                    slug: "bintu-adil",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী সাহিত্য",
                    slug: "islami-sahitto",
                  },
                },
                {
                  attributes: {
                    name: "দাওয়াহ",
                    slug: "dawah",
                  },
                },
                {
                  attributes: {
                    name: "দ্বীনের পথে আহ্বান",
                    slug: "diner-pothe-ahobban",
                  },
                },
              ],
            },
          },
        },
        {
          id: "20",
          attributes: {
            name: "আর্গুমেন্টস অব আরজু",
            slug: "argument-of-arju",
            price: 250,
            description:
              "‘আর্গুমেন্টস অব আরজু’। নাস্তিকতা বিরোধি খুবই পাঠকপ্রিয় একটা বই। বইটির কেন্দ্রীয় চরিত্র আরজু নামের একজন যুবক যে তার শাণিত যুক্তি, তথ্যনির্ভর আলোচনা এবং অসাধারণ উপস্থাপনশৈলীর মাধ্যমে ভেঙে দেয় নাস্তিকদের গড়ে তোলা দূর্গ। নির্মাণ করে বিশ্বাসের সুদৃঢ় দেয়াল। আরজুকে কেবল একটা চরিত্র হিসেবে দেখার আর সুযোগ নেই; আরজু যেন সমকালীন নাস্তিকতা বিরোধি বুদ্ধিবৃত্তিক আন্দোলনের একটি জ্বলন্ত শিখা, যে শিখা একদিকে জ্বেলে যায় সত্যের আলো, পথ দেখায় পথভোলা পথিকদের। অন্যদিকে এই শিখা জ্বালিয়ে দেয় মিথ্যার আস্তরণ। ভষ্ম করে দেয় যতো অসত্য আর অসুন্দরকে। আরজু আমাদের মধ্য থেকে উঠে আসা একটি নাম। আরজু আমাদেরই একজন। আমরাই আরজু।",
            discountprice: 175,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1676009590/salahaat/books/2023-02-10/%E0%A6%86%E0%A6%B0%E0%A7%8D%E0%A6%97%E0%A7%81%E0%A6%AE%E0%A7%87%E0%A6%A8%E0%A7%8D%E0%A6%9F%E0%A6%B8_%E0%A6%85%E0%A6%AC_%E0%A6%86%E0%A6%B0%E0%A6%9C%E0%A7%81_lmjtxi.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা ১৫২ (পেপার ব্যাক কভার)",
            tags: "argument of arju, ariful islam",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফুল ইসলাম",
                    slug: "ariful-islam",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামি আদর্শ ও মতবাদ",
                    slug: "islami-adorsho-o-motobad",
                  },
                },
              ],
            },
          },
        },
        {
          id: "19",
          attributes: {
            name: "নজরের হেফাজত : সফলতার হাতিয়ার",
            slug: "nojorer-hefajot-sofololar-hatiar",
            price: 100,
            description:
              "ইমাম ইবনুল কাইয়িম রাহিমাহুল্লাহ বলেন, ‘দৃষ্টিই যৌন লালসা উদ্বোধক। কাজেই এ দৃষ্টির নিয়ন্ত্রণ ও সংরক্ষণ মূলত যৌনাঙ্গেরই সংরক্ষণ।\n.\nতা ছাড়া বর্তমানে ইন্টারনেট ও স্যাটেলাইট প্রযুক্তিকে কাজে লাগিয়ে মুক্তচিন্তার নামে সর্বত্র নষ্টামি ও নোংরামির যে চর্চা শুরু হয়েছে, তা মানুষকে লাজ-শরম ভুলে অশ্লীলতা ও বেহায়াপনায় লিপ্ত করছে; যুবকদের দেহমনে লাগিয়ে দিচ্ছে যৌবনের আগুন। ফলে তারা আল্লাহর ইবাদত ও আনুগত্য থেকে দূরে সরে যাচ্ছে, নিমজ্জিত হচ্ছে সীমাহীন পাপাচারে। এসবের কারণ অনুসন্ধান করলে সর্বাগ্রে যে-হেতুটি পাওয়া যায়, তা হলো—দৃষ্টির অসংযত ব্যবহার।\n.\nকীভাবে করবেন নজরের হেফাজত! নজরের হেফাজত করলে কী পুরস্কার রয়েছে আপনার জন্য? বিপরীতে কুদৃষ্টির ফলে কী শাস্তি অপেক্ষা করছে, তারই অনবদ্য গ্রন্থনা-‘নজরের হেফাজত : সফলতা হাতিয়ার’",
            discountprice: 75,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675860498/salahaat/books/%E0%A6%A8%E0%A6%9C%E0%A6%B0%E0%A7%87%E0%A6%B0_%E0%A6%B9%E0%A7%87%E0%A6%AB%E0%A6%BE%E0%A6%9C%E0%A6%A4_-_%E0%A6%B8%E0%A6%AB%E0%A6%B2%E0%A6%A4%E0%A6%BE%E0%A6%B0_%E0%A6%B9%E0%A6%BE%E0%A6%A4%E0%A6%BF%E0%A7%9F%E0%A6%BE%E0%A6%B0_xmypcq.jpg",
            publication: "মুহাম্মদ পাবলিকেশন",
            extradetails: "অনুবাদ : আল-আমিন ফেরদৌস",
            tags: "nojorer hefajot sofolotar hatiar, dr shaikh mahmud misri",
            instock: false,
            authors: {
              data: [
                {
                  attributes: {
                    name: "ড. শাইখ মাহমুদ মিসরি",
                    slug: "dr-shaik-mahmud-misri",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: " আত্ম-নিয়ন্ত্রণমূলক বই",
                    slug: "atto-niontron-mulok-boi",
                  },
                },
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "18",
          attributes: {
            name: "গল্পগুলো হৃদয়ছোয়া ২",
            slug: "golpogulo-hridoychoya-2",
            price: 220,
            description:
              "মানুষ গল্পপ্রিয়। এটা মানুষের স্বভাবগত বৈশিষ্ট্য। গল্প পড়তে ভালো লাগে, শুনতেও ভালো লাগে। বয়ান বক্তৃতায় যদি থাকে গল্পের রস, তাহলে তো কথাই নেই! সকল শ্রোতা নড়ে-চড়ে বসে। একেবারে মজে যায়। হারিয়ে যায় গল্পের মাঝে। এ কথা অনস্বীকার্য যে, বিষয়বস্তু শ্রোতাদের অন্তরে গভীরভাবে গেঁথে দেওয়া ও আকর্ষণ সৃষ্টির ব্যাপারে গল্পের ছলে নসিহত ও কাহিনির অবতারণা বড়ই ক্রিয়াশীল। আর গল্পগুলো যদি হয় সাহাবাজীবনের, তাহালে তো সোনায় সোহাগা। . কেননা, রাসুল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ইনতেকালের পর সারা পৃথিবীতে যারা ইসলামের আদর্শ ও আলো ছড়িয়ে দিয়েছেন, যাদের রক্ত, ঘাম, শ্রম ও বিপুল ত্যাগ-তিতিক্ষার বিনিময়ে ইসলাম সারা পৃথিবীতে ছড়িয়ে পড়েছিল, তারাই হলেন রাসুলের প্রিয় সাহাবি রাদিয়াল্লাহু আনহুম। রাসুল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের পর তাদের জীবনে ও কর্মে ইসলামের প্রায়োগিক রূপ মূর্ত হয়ে উঠেছিল। তাই ইসলামকে বুঝতে ও জানতে হলে সাহাবিগণের জীবনাদর্শ, তাদের জীবনের গল্প ও নসিহতের কোনো বিকল্প নেই। . এই গ্রন্থে আরবের পাঠকনন্দিত লেখক ড. মুহাম্মদ ইবনে আবদুর রহমান আরিফি গল্পের ভাষায় সাহাবি ও তাবেয়ি-জীবনের নানান চিত্র তুলে ধরেছেন। ছোট ছোট গল্পঘটনার মাধ্যমে লেখক তুলে ধরেছেন সোনালি মানুষের দিনযাপন। সাহাবিদের জীবনের চিত্তাকর্ষক হীরাখণ্ডগুলো ছড়িয়ে দিয়েছেন এই বইয়ের পাতায় পাতায়। জীবনের পরতে পরতে বিশুদ্ধতার ছোঁয়া পৌঁছে দেবার এবং জীবন বদলে দেওয়ার গল্পভাষ্যই হলো-গল্পগুলো হৃদয়ছোঁয়া।",
            discountprice: 161,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675860125/salahaat/books/%E0%A6%97%E0%A6%B2%E0%A7%8D%E0%A6%AA%E0%A6%97%E0%A7%81%E0%A6%B2%E0%A7%8B_%E0%A6%B9%E0%A7%83%E0%A6%A6%E0%A7%9F%E0%A6%9B%E0%A7%8B%E0%A7%9F%E0%A6%BE_%E0%A7%A8_xmjkcw.jpg",
            publication: "মুহাম্মদ পাবলিকেশন",
            extradetails:
              "অনুবাদক : আবদুন নুর সিরাজি\nসম্পাদক : সালমান মোহাম্মদ\nপৃষ্ঠা : ১৬০",
            tags: "golpogulo hridoy choya 2,  dr. muhammod ibne abdur rahman arifi",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "ড. মুহাম্মদ ইবনে আবদুর রহমান আরিফী",
                    slug: "dr-muhammod-ibn-abdur-rahman-arif",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "সীরাতে রাসূল (সা.)",
                    slug: "sirat-rasul-sa",
                  },
                },
              ],
            },
          },
        },
        {
          id: "17",
          attributes: {
            name: "গল্পগুলো হৃদয়ছোঁয়া",
            slug: "golpogulo-hridoy-choya",
            price: 220,
            description:
              "মানুষ গল্পপ্রিয়। এটা মানুষের স্বভাবগত বৈশিষ্ট্য। গল্প পড়তে ভালো লাগে, শুনতেও ভালো লাগে। বয়ান বক্তৃতায় যদি থাকে গল্পের রস, তাহলে তো কথাই নেই! সকল শ্রোতা নড়ে-চড়ে বসে। একেবারে মজে যায়। হারিয়ে যায় গল্পের মাঝে। এ কথা অনস্বীকার্য যে, বিষয়বস্তু শ্রোতাদের অন্তরে গভীরভাবে গেঁথে দেওয়া ও আকর্ষণ সৃষ্টির ব্যাপারে গল্পের ছলে নসিহত ও কাহিনির অবতারণা বড়ই ক্রিয়াশীল। আর গল্পগুলো যদি হয় সাহাবাজীবনের, তাহালে তো সোনায় সোহাগা।কেননা, রাসুল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ইনতেকালের পর সারা পৃথিবীতে যারা ইসলামের আদর্শ ও আলো ছড়িয়ে দিয়েছেন, যাদের রক্ত, ঘাম, শ্রম ও বিপুল ত্যাগ-তিতিক্ষার বিনিময়ে ইসলাম সারা পৃথিবীতে ছড়িয়ে পড়েছিল, তারাই হলেন রাসুলের প্রিয় সাহাবি রাদিয়াল্লাহু আনহুম। রাসুল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের পর তাদের জীবনে ও কর্মে ইসলামের প্রায়োগিক রূপ মূর্ত হয়ে উঠেছিল। তাই ইসলামকে বুঝতে ও জানতে হলে সাহাবিগণের জীবনাদর্শ, তাদের জীবনের গল্প ও নসিহতের কোনো বিকল্প নেই।এই গ্রন্থে আরবের পাঠকনন্দিত লেখক ড. মুহাম্মদ ইবনে আবদুর রহমান আরিফি গল্পের ভাষায় সাহাবি ও তাবেয়ি-জীবনের নানান চিত্র তুলে ধরেছেন। ছোট ছোট গল্পঘটনার মাধ্যমে লেখক তুলে ধরেছেন সোনালি মানুষের দিনযাপন। সাহাবিদের জীবনের চিত্তাকর্ষক হীরাখণ্ডগুলো ছড়িয়ে দিয়েছেন এই বইয়ের পাতায় পাতায়। জীবনের পরতে পরতে বিশুদ্ধতার ছোঁয়া পৌঁছে দেবার এবং জীবন বদলে দেওয়ার গল্পভাষ্যই হলো-গল্পগুলো হৃদয়ছোঁয়া।",
            discountprice: 161,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675859800/salahaat/books/%E0%A6%97%E0%A6%B2%E0%A7%8D%E0%A6%AA%E0%A6%97%E0%A7%81%E0%A6%B2%E0%A7%8B_%E0%A6%B9%E0%A7%83%E0%A6%A6%E0%A7%9F%E0%A6%9B%E0%A7%8B%E0%A6%81%E0%A7%9F%E0%A6%BE_lcrtvy.jpg",
            publication: "মুহাম্মদ পাবলিকেশন",
            extradetails:
              "অনুবাদ: আবদুন নুর সিরাজি\nসম্পাদনা: জাবির মুহাম্মদ হাবিব\nবানান সমন্বয়: মুহাম্মাদ হাফিজুর রহমান\nপৃষ্ঠা: ১৬০",
            tags: "golpogulo hridoy choya,  dr. muhammod ibne abdur rahman arifi",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "ড. মুহাম্মদ ইবনে আবদুর রহমান আরিফী",
                    slug: "dr-muhammod-ibn-abdur-rahman-arif",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "16",
          attributes: {
            name: "সুলতান সুলায়মান (SULEIMAN THE MAGNIFICENT)",
            slug: "sultan-sulaiman-the-magnificent",
            price: 340,
            description:
              "সুলতান সুলায়মান ছিলেন একাধারে দিগ্বিজয়ী বীর, বলিষ্ঠ প্রশাসক, সুচতুর কূটনীতিবিদ, একনিষ্ঠ জনসেবক ও নিষ্ঠাবান মুসলিম। ইউরোপের তুলনায় খিলাফত রাষ্ট্রের বিচারব্যবস্থা, আদালত ও শাসনব্যবস্থা ছিল অনেক বেশি উন্নত, নিরপেক্ষ, মানবিক, ন্যায়ানুগ এবং ইনসাফ প্রতিষ্ঠায় অঙ্গীকারাবদ্ধ। ওই সময়কার ইউরোপীয় রাজনীতি-অর্থনীতি ছিল সুলতানের নখদর্পণে। তুর্কি ভাষাসহ তিনি মোট পাঁচ ভাষায় কথা বলতে পারতেন। রণাঙ্গনেও সুলতান সুলায়মান ছিলেন সমান পারদর্শী। তাঁর শাসনামলে সামরিক, অর্থনৈতিক ও রাজনৈতিক শক্তির ব্যাপক প্রসার ঘটে।ইউরোপীয়রা সুলতান সুলায়মানকে নিয়ে হেরেমের যে মিথ্যা গল্পের পসরা সাজিয়েছে, বাস্তবে সুলায়মান হেরেমের নায়ক নন; বরং ইনসাফ প্রতিষ্ঠায় ইতিহাসের এক মহানায়ক। তিনি উসমানি খলিফাদের মধ্যে সেই বিরল ব্যক্তিত্ব, যিনি একটানা ৪৬ বছর (১৫২০-১৫৬৬) খিলাফত রাষ্ট্রের নেতৃত্ব দিয়েছেন। এশিয়া, ইউরোপ, আফ্রিকাসহ উসমানি খিলাফতের তখনকার বিস্তৃতি ছিল তিন মহাদেশের বিরাট অংশজুড়ে।আমাদের এ বইটি তার-ই কথা বলবে। কথা বলবে, সুলতান সুলায়মানের শাসনামলের নানা বিস্ময়কর দিক নিয়ে।",
            discountprice: 248,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675859662/salahaat/books/%E0%A6%B8%E0%A7%81%E0%A6%B2%E0%A6%A4%E0%A6%BE%E0%A6%A8_%E0%A6%B8%E0%A7%81%E0%A6%B2%E0%A6%BE%E0%A7%9F%E0%A6%AE%E0%A6%BE%E0%A6%A8_SULEIMAN_THE_MAGNIFICENT_whoyjy.jpg",
            publication: "মুহাম্মদ পাবলিকেশন",
            extradetails:
              "সম্পাদনা ও বানান সমন্বয় : সালমান মোহাম্মদ\nপৃষ্ঠা : ২৫৬\nধরন : হার্ড বাধাই",
            tags: "sultan sulaiman the magnificent, maolana kaji abdul kalam siddiki",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "মাওলানা কাজী আবুল কালাম সিদ্দীক",
                    slug: "maolana-kaji-abdul-kalam-siddiki",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী ব্যক্তিত্ব",
                    slug: "islami-baktitto",
                  },
                },
              ],
            },
          },
        },
        {
          id: "15",
          attributes: {
            name: "মুমিনের বিনোদন",
            slug: "muminer-binodon",
            price: 230,
            description:
              "একজন মুমিন হিসেবে কি এ অবাধ বিনোদন আমাদের জন্য অনুমোদিত? একজন মুসলিম হিসেবে কি পাশ্চাত্যের আবিস্কৃত এসব খেলার উপকরণ আমার জন্য বৈধ? আল্লাহর একজন নগণ্য দাস হিসেবে এটা আমাকে ভাবতেই হবে। বস্তুত এখানেই একজন মুমিন ও কাফিরের মাঝে পার্থক্য নির্ণয় হয়ে যায়। কাফির দুনিয়ার কোনো কাজে কখনো কারও পরোয়া করে না। কিন্তু একজন মুমিনের প্রতিটি ক্ষেত্রেই লক্ষ করতে হয় যে, এ কাজে মহান রবের অনুমোদন আছে কিনা। আফসোস যে, আমাদের সমাজের নামসর্বস্ব অধিকাংশ মুসলিম এ ব্যাপারে শরয়ি অবস্থান না জেনেই জড়িয়ে পড়ছে পশ্চিমাদের পাতানো ফাঁদে, যা কখনো একজন প্রকৃত মুমিনের কাজ হতে পারে না। সে তো প্রথমে জেনে নেয়, এ ব্যাপারে শরয়ি দিকনির্দেশনা কী। অনুমোদন থাকলে তবেই সে অগ্রসর হয়; নয়তো সে থেমে যায়।একজন মুমিনের জীবনে বিনোদন কীভাবে হতে পারে, প্রচলিত বিভিন্ন খেলা-বিনোদনের ক্ষেত্রে মূলনীতি কিংবা এ ব্যাপারে তার সীমারেখাই বা কতটুকু—ইত্যাকার বিষয়ে কি আমার জানার ভাণ্ডার সমৃদ্ধ? উত্তর যদি না হয়ে থাকে, তাহলে চলুন দেখি, ইসলাম এ ব্যাপারে কী বলে…! কী বলে সে একজন মুমিনের বিনোদনের সীমারেখার ব্যাপারে…!",
            discountprice: 168,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675744390/salahaat/books/%E0%A6%AE%E0%A7%81%E0%A6%AE%E0%A6%BF%E0%A6%A8%E0%A7%87%E0%A6%B0_%E0%A6%AC%E0%A6%BF%E0%A6%A8%E0%A7%8B%E0%A6%A6%E0%A6%A8_vvktwz.jpg",
            publication: "মুহাম্মদ পাবলিকেশন",
            extradetails:
              "অনুবাদক : আবদুন নুর সিরাজি\nসম্পাদনা : মুফতি তারেকুজ্জামান\nপৃষ্ঠা : ১৪৪",
            tags: "muminer binodon, muhammad saleh al munajjid",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "মুহাম্মাদ সালেহ আল মুনাজ্জিদ",
                    slug: "muhammed-saleh-al-minajjid",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ফিকাহ ও ফতওয়া",
                    slug: "fikah-o-fotoya",
                  },
                },
                {
                  attributes: {
                    name: "হালাল হারাম",
                    slug: "halal-haram",
                  },
                },
              ],
            },
          },
        },
        {
          id: "14",
          attributes: {
            name: "জীবনের সোনালি পাঠ",
            slug: "jiboner-sonali-path",
            price: 160,
            description:
              "গ্রীষ্মের তাপদাহে ফেটে চৌচির হওয়া জমি যেমন আকাশ থেকে নেমে আসা শীতল বারিধারার প্রতীক্ষায় প্রহর গোনে; তেমনি মানুষের অন্তরও অনেক সময় গুনাহের পঙ্কিলতায় আবিল হয়ে বড় কোনো ব্যক্তিত্ত্বের আলোকোজ্জ্বল নসিহতের সন্ধানে থাকে। যা তার তপ্ত হৃদয় শীতল করবে। ভাঙা মন জোড়া লাগাবে। শয়তান আর নসফের জালে আটকা পড়া মানসকে করবে শৃঙ্খলমুক্ত।নসিহতমূলক আলাপন উলামাগণ অনেক সময় স্বতন্ত্র গ্রন্থে করেন, অনেক সময় ভিন্ন বিষয়ের ভেতর দিয়ে তা ছড়িয়েছিটিয়ে রাখেন। সচেতন পাঠককে সেখান থেকে সযত্নে তা কুড়িয়ে নিতে হয়। কিন্তু একবিষয়ের রচনার পাতা থেকে অন্য বিষয়কে গভীর দৃষ্টি হেনে দক্ষ ডুবুরির মতো সমুদ্রের তলদেশ থেকে মনি-মুক্তা আহরণের ন্যায় তুলে আনতে কতজনই বা পারে? কয়জন পাঠকেরই বা থাকে এমন সুদূরপ্রসারী দৃষ্টি ও পাঠ বিচক্ষণতা? এসব কথা বিবেচনা করে দক্ষ পাঠক অনেক সময় নিজের আহরিত নসিহতের সেই টুকরোগুলো সুবিন্যস্ত করে অন্যদের সামনে তুলে ধরার প্রয়াস পান।আমাদের হাতে থাকা বইটিও এমন একটি সংকলন। আরবের প্রখ্যাত আলিম ও সুলেখক সালেহ আহমাদ শামি ফতোয়া ইবনে তাইমিয়া অধ্যয়নকালে নসিহতমূলক কথাগুলো আলাদা করেন এবং পরে সেগুলোকে মলাটবদ্ধ করে পাঠক সমীপে মাওয়ায়িজে ইবনে তাইমিয়া নামে পেশ করেন। সেই বইয়েরই বাংলা ভাষান্তরিত রূপ হলো- জীবন গড়ার কথামালা।",
            discountprice: 117,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675744133/salahaat/books/%E0%A6%9C%E0%A7%80%E0%A6%AC%E0%A6%A8%E0%A7%87%E0%A6%B0_%E0%A6%B8%E0%A7%8B%E0%A6%A8%E0%A6%BE%E0%A6%B2%E0%A6%BF_%E0%A6%AA%E0%A6%BE%E0%A6%A0_ovlncf.jpg",
            publication: "মুহাম্মদ পাবলিকেশন",
            extradetails:
              "ভাষা সম্পাদনা ও বানান : আহসান ইলিয়াস ও সালমান মোহাম্মদ",
            tags: "jiboner sonali path, saleh ahmed shami",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "সালেহ আহমদ শামী",
                    slug: "saleh-ahmed-shami",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী ব্যক্তিত্ব",
                    slug: "islami-baktitto",
                  },
                },
              ],
            },
          },
        },
        {
          id: "13",
          attributes: {
            name: "সালাফদের চোখে দুনিয়া",
            slug: "salafder-chokhe-duniya",
            price: 375,
            description:
              "এই দুনিয়া মরিচীকার। দু-দিনের। দুনিয়া এক রঙিন স্বপ্নের নাম। ক্ষণস্থায়ী জীবনের নাম। দু-দিনের দুনিয়া নিয়ে মানুষ আকাশ ছোঁয়া স্বপ্ন দেখে। জীবনের স্বপ্ন পূরণে ছুটে চলে প্রান্তর থেকে প্রান্তর। তবুও স্বপ্ন পূরণ হয় না। ক্রমেই দুনিয়া নিয়ে হতাশা বাড়তে থাকে। কারণ দুনিয়া কখনো মানুষের সব স্বপ্ন পূরণ করে না। একদিন জীবনের সুতোয় টান পড়ে, জীবন বাতি নিভে যাওয়ার উপক্রম হয়, ওপারে পাড়ি জমানোর সময় চলে আসে। মৃত্যুর বিছানাতে এই ধূসর দুনিয়া নিয়ে আফসোস হয়। কিন্তু! সেদিনের শত আফসোস কোনো কাজে আসে না।দুনিয়া হলো পরজনমের পাথেয় অর্জনের একমাত্র স্থান। এখান থেকেই পরকালের পাথেয় জোগাতে হবে। দুনিয়ার যশ-খ্যাতি, সাফল্য-ব্যর্থতার হিসাব কষতেই কেটে যায় আমাদের দিন-রাত্রিগুলো। দিকভোলা হয়ে এই দুনিয়াতে আমরা হেঁটে চলছি। দুনিয়ার রূপ-রস, গন্ধে আমরা ভুলে যাই পরজনমের পাথেয় সংগ্রহ করার কথা। ধূসর দুনিয়ার মোহের হাতছানিতে আমরা ভুলে যাই রবকে। আখিরাতকে।দুনিয়া কী? দুনিয়ার সাথে আমাদের সম্পর্ক কেমন হওয়া উচিত? এখানে মানুষ কেন আসে? আবার কেনই-বা ক’দিন পরে চলে যায়? আমাদের রব, নবিজি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, সাহাবা রাদিয়াল্লাহু আনহুম এবং সালাফগণ দুনিয়াকে কোন চোখে দেখতেন। তারা দুনিয়ার মোহ থেকে বেঁচে থেকে কীভাবে যুহুদ অবলম্বন করতেন এই বিষয়টি নিয়েই তৃতীয় হিজরি শতকের মহান একজন প্রসিদ্ধ সালাফ ইমাম ইবনু আবিদ দুনিয়া রহিমাহুল্লাহু রচনা করেছেন কিতাবুয যুহুদ নামক একটি পুস্তিকা। তারই অনূদিত রূপ—সালাফদের চোখে দুনিয়া।",
            discountprice: 274,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675743869/salahaat/books/%E0%A6%B8%E0%A6%BE%E0%A6%B2%E0%A6%BE%E0%A6%AB%E0%A6%A6%E0%A7%87%E0%A6%B0_%E0%A6%9A%E0%A7%8B%E0%A6%96%E0%A7%87_%E0%A6%A6%E0%A7%81%E0%A6%A8%E0%A6%BF%E0%A7%9F%E0%A6%BE_xmrbab.jpg",
            publication: "মুহাম্মদ পাবলিকেশন",
            extradetails:
              "ভাষান্তর : সাইফুল্লাহ আল মাহমুদ\nসম্পাদনা : উস্তাদ আকরাম হোসাইন\nবানান সমন্বয় : মুহাম্মদ পাবলিকেশন সম্পাদনা পর্ষদ\nপৃষ্ঠা : ২৭২\nকভার: হার্ড কভার",
            tags: "salafder chokhe duniya, imam ibn abid dunya",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "ইমাম ইবনু আবিদ দুনইয়া",
                    slug: "imam-ibn-abid-duniya",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "12",
          attributes: {
            name: "শেষ বিকেলের রোদ্দুর",
            slug: "sesh-bikeler-roddur",
            price: 285,
            description:
              "কুরআন কারিমের সৌভাগ্যবান পাঠকমাত্রই অবগত আছেন যে, কোনো দর্শন এবং চিন্তা-চেতনা মানুষের দোরগোড়ায় এবং তাদের হৃদয়ের গভীরে পৌঁছানোর সবচেয়ে সফল ও প্রজ্ঞাপূর্ণ মাধ্যম হলো গল্প। আর সেসব গল্প যখন বিবৃত হয় কুরআন-হাদিসের মিশেলে তখন সেগুলো হয়ে ওঠে আরও অনুসরণীয়, শিক্ষণীয় এবং মহিমান্বিত।‘শেষ বিকেলের রোদ্দুর’ রৌদ্রময়ীদের এমনই একটি জীবনঘনিষ্ঠ গল্পভাষ্য, যেখানে কুরআন-হাদিসের মিশেলে আমাদের জীবনের বাস্তব গল্পগুলোই ঝিলমিলিয়ে ওঠেছে।গল্পগুলোর বুনন এতটা সুঠাম ও বস্তুনিষ্ঠ যে, গল্পের চরিত্র ও জীবনপরিক্রমা যেন আপনি নিজের জীবনে প্রত্যক্ষ করছেন। গল্পগুলোর আরেকটি সৌন্দর্য হলো, সেগুলো বিবৃত হয়েছে নানা আঙ্গিকে, বিভিন্ন নামে ও শিরোনামে।",
            discountprice: 208,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675743549/salahaat/books/%E0%A6%B6%E0%A7%87%E0%A6%B7_%E0%A6%AC%E0%A6%BF%E0%A6%95%E0%A7%87%E0%A6%B2%E0%A7%87%E0%A6%B0_%E0%A6%B0%E0%A7%8B%E0%A6%A6%E0%A7%8D%E0%A6%A6%E0%A7%81%E0%A6%B0_mgjcke.jpg",
            publication: "মুহাম্মদ পাবলিকেশন",
            extradetails:
              "সম্পাদনা : সালমান মোহাম্মদ\nশরয়ি সম্পাদনা : সাইফুল্লাহ আল মাহমুদ\nপৃষ্ঠা : ১৯২",
            tags: "ses bikeler roddur, roddro moyri",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "রৌদ্রময়ীরা",
                    slug: "rodro-moyira",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামে নারী",
                    slug: "islame-nari",
                  },
                },
                {
                  attributes: {
                    name: "ইসলামী সাহিত্য",
                    slug: "islami-sahitto",
                  },
                },
              ],
            },
          },
        },
        {
          id: "11",
          attributes: {
            name: "জীবন যেখানে যেমন",
            slug: "jibon-jekhane-jemon",
            price: 275,
            description:
              "আরিফ আজাদের নতুন বই ‘জীবন যেখানে যেমন’। এবারের বইটি এমন কিছু জীবন ঘনিষ্ঠ গল্প শোনাবে, যা আপনার আমার সবার জীবনের গল্প। কিন্তু অবচেতন মনে সেগুলো আমরা এড়িয়ে চলি। গল্পগুলো আমাদের ভাবাবে। জীবন নিয়ে নতুন করে ভাবতে শেখাবে। উদ্বুদ্ধ করবে জীবন নিয়ে আমাদের স্বপ্নগুলো নতুন করে গড়তে। জাগতিক ব্যস্ততার জাঁতাকলে পিষ্ট হওয়া হৃদয়ে ঘটাবে নতুন জীবনের সঞ্চার। এমন কিছু গল্পও এবার থাকবে, যেগুলো আমরা চাই না কারও জীবনে আসুক। তবে প্রতিটি গল্পই আমাদের বাধ্য করবে থমকে দাঁড়াতে, কতোবার যে চোখযুগল ঝাপসা হয়ে আসবে ইয়াত্তা নেই। জীবন যেখানে যেমন।",
            discountprice: 192,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688695/salahaat/books/%E0%A6%9C%E0%A7%80%E0%A6%AC%E0%A6%A8_%E0%A6%AF%E0%A7%87%E0%A6%96%E0%A6%BE%E0%A6%A8%E0%A7%87_%E0%A6%AF%E0%A7%87%E0%A6%AE%E0%A6%A8_yktcyq.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা : 152, কভার : পেপার ব্যাক",
            tags: "jibon-jekhane-jemon , arif azad",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী সাহিত্য",
                    slug: "islami-sahitto",
                  },
                },
              ],
            },
          },
        },
        {
          id: "10",
          attributes: {
            name: "এবার ভিন্ন কিছু হোক",
            slug: "ebar-vinno-kichu-hok",
            price: 340,
            description:
              "প্রতিদিন একটা একঘেয়েমি চক্রে কেটে যাচ্ছে জীবনের প্রতিটি মুহূর্ত। মাঝে মাঝে আফসোস লাগে—এভাবে একটা জীবন চলতে পারে? এভাবেই কি ক্ষয়ে যাওয়ার কথা আস্ত একটা জীবন? কী পাওয়ার বদলে কী হারাচ্ছি জীবন থেকে?জীবনে একটা বদল প্রয়োজন, একটা পরিবর্তন ভীষণ জরুরি—তা আমরা জানি। কিন্তু কীভাবে শুরু করবো? ঠিক কোথা থেকে যাত্রা করবো নতুন এক দিনের? কীভাবে মেলে ধরবো নিজের সবটুকু সম্ভাবনা? কীভাবে পেছনে ফেলে আসবো সকল ব্যর্থতা? যে অন্ধকারে হারিয়ে খুঁজে বেড়াচ্ছি নিজেকে, কীভাবে সেখানে ঘটবে আলোর স্ফুরণ?একটা নতুন ভোরে, দখিনের জানালার পাশে বসে কিংবা পছন্দের কোনো জায়গা আর সময়-সুযোগ বুঝে খুলে বসতে পারেন ‘এবার ভিন্ন কিছু হোক’ বইটি। যে প্রশ্নগুলোর উত্তর পাবার আশায় আপনি চাতক পাখির মতো তাকিয়ে, হৃদয়ের উঠোনে যে এক পশলা ঝুম বৃষ্টির প্রতীক্ষায় আপনি গুনে চলেছেন অজস্র প্রহর, ইনশাআল্লাহ বইটি আপনাকে সেই কাঙ্ক্ষিত মুহূর্তগুলো উপহার দেবে। জীবনের এক নতুন উপাখ্যান রচনায় বইটি হতে পারে আপনার নিত্যদিনের সাথি।",
            discountprice: 248,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688696/salahaat/books/%E0%A6%8F%E0%A6%AC%E0%A6%BE%E0%A6%B0_%E0%A6%AD%E0%A6%BF%E0%A6%A8%E0%A7%8D%E0%A6%A8_%E0%A6%95%E0%A6%BF%E0%A6%9B%E0%A7%81_%E0%A6%B9%E0%A7%8B%E0%A6%95_radebq.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails:
              "পৃষ্ঠা : 200, কভার : পেপার ব্যাক, সংস্করণ : 1st Published, 2022",
            tags: "ebar vinno kichu hok, arif ajad",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "9",
          attributes: {
            name: "মুক্ত বাতাসের খোঁজে",
            slug: "mukto-bataser-khoje",
            price: 230,
            description:
              "পর্নোগ্রাফি…. ইতস্তত বোধ করবেন না, এদিক ওদিক তাকিয়ে স্ক্রল ডাউন করে চলে যাবেন না। নিজেরই ক্ষতি করবেন। তো যা বলছিলাম, বইটা লিখা পর্নোগ্রাফি নিয়ে, পর্নাসক্তি নিয়ে। সাইবার ক্রাইম, ধর্ষণ, হত্যা, সমকামিতা, অজাচার, মানব পাচার, পরিবার ভাঙন,মাদকাসক্তি – এমন হাজারো বীভৎস গল্পের মূল হোতা এই মরনব্যাধি কীভাবে আমাদের উসখুস করা নিষ্পাপ চেহারাগুলোকে চুপেচুপে স্রেফ গিলে ফেলছে তা নিয়ে লিখা, ব্যক্তি-পরিবার-সমাজ কীভাবে এই নীল দুনিয়ার ক্ষুধার্ত লালসার লুপে পড়ে অক্সিজেনের অভাবে হাঁসফাঁস করে ডুবে মরছে তা নিয়ে লিখা। এ মৃত্যু মানসিক মৃত্যু, শারীরিক মৃত্যু। কষ্টহীন মৃত্যু হলেও হত, নাহ এ তীব্র যন্ত্রণা দিয়ে যায়। এতটুকু লেখা বইটার ১২৫ পৃষ্ঠা ব্যাপী ‘অনিবার্য যত ক্ষয়’ অধ্যায়টা উঁকি মেরে দেখানো অনেকটা। ‘‘সামান্য বিনোদন’’, ‘‘এটা একটা আর্ট’’, ‘‘আমি তো কারো ক্ষতি করছি না, বরং নিজেকে সংযত রাখছি অন্য কারোর সাথে এমন না করে’’- ভদ্র মুখোশের আড়ালে এইসব অজুহাত যে সমাজে কত পশু তৈরি করেছে, করে চলছে এর সামান্য ধারনা পাবেন এই অধ্যায়ে।আমি পাঠক সমাজকে সাবধান করে দিচ্ছি, অনেক লিখাই হজম করতে কষ্ট হবে, দুনিয়ার কদর্য রূপ সম্পর্কে খুব কমই সচেতন, খুব কমই সতর্ক আমরা এটা নতুন করে উপলব্ধি করবেন এই বইয়ে। বইটা পড়া শুরু করে মাঝপথে এসে দম বন্ধ হয়ে আসছে বলে মনে হলেও প্লিজ চলে যাবেন না। আপনি মুখ লুকালেও সত্য কখনো বদলাবে না, সব সমস্যা আপনাআপনি ঠিক হয়ে যাবে না। তাহলে কী করবেন? বইটার পরের ১০৬ পেজ ধরে লিখা ‘বৃত্তের বাইরে’ অধ্যায়টি ভালোভাবে পড়ুন, মনোযোগ দিয়ে। লেখক খুব যত্ন নিয়ে ভেঙে ভেঙে আলোচনা করেছেন কীভাবে এই অন্ধকার, স্যাঁতসেঁতে, নোংরা, গ্লানিময় জীবন থেকে বের হয়ে আসা যায়। এটা সবার জানা খুব দরকার। আপনি নিজে বা আপনার পরিবারের সন্তান/ ভাই/ বোন হয়তো এই মরণব্যাধিতে আসক্ত কিংবা আপনার স্বামী বা স্ত্রী! কীভাবে সামলাবেন পরিস্থিতি? কীভাবে নিজে বের হয়ে আসবেন? এসবের উত্তর দেয়া আছে এখানে। প্রয়োজন শুধু মনের জেদ আর আপ্রাণ চেষ্টা করে যাওয়া। বইয়ের একদম শেষের লেখাটা (‘মুক্ত বাতাসের খোঁজে’) অনেক অনুপ্রেরণা দিবে।",
            discountprice: null,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675690164/salahaat/books/%E0%A6%AE%E0%A7%81%E0%A6%95%E0%A7%8D%E0%A6%A4_%E0%A6%AC%E0%A6%BE%E0%A6%A4%E0%A6%BE%E0%A6%B8%E0%A7%87%E0%A6%B0_%E0%A6%96%E0%A7%8B%E0%A6%81%E0%A6%9C%E0%A7%87_kq0ba3.jpg",
            publication: "ইলম হাউজ পাবলিকেশন",
            extradetails: "রিভিউ লেখক : Nabil Zawad",
            tags: "mukto bataser khoje, lord modesty blog",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "লস্ট মডেস্টি ব্লগ",
                    slug: "lost-modesty-blog",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "8",
          attributes: {
            name: "আমি যদি পাখি হতাম",
            slug: "ami-jodi-pakhi-hotam",
            price: 240,
            description:
              "আমরা প্রায় সবাই গল্প বলতে পছন্দ করি। গল্প শুনতে পছন্দ করি। একদম গোমড়ামুখো মানুষও গল্পের সন্ধান পেলে উৎকর্ণ হয়ে গল্প শোনেন। কথা কম বললেও উপযুক্ত পরিবেশ পেলে, গল্পে মেতে উঠেন। কারো গল্প দুয়েক বাক্যেই ফুরিয়ে যায়। আবার আরেকজন সেই একই গল্পকেই ইনিয়ে বিনিয়ে তিন মাইল লম্বা করে ফেলতে পারেন। একই গল্প শুনে কেউ হাসে, কেউবা কাঁদে। পার্থক্য কোথায়? বলার ভঙ্গিতে! উচ্চারণ স্টাইলে।গল্প তো গল্পই! সত্য গল্প বা মিথ্যেগল্প বলে কিছু নেই! হাঁ, গল্পের বিষয়টাতে সত্য বা মিথ্যার মিশেল থাকতে পারে। খাদ থাকতে পারে। গাদ থাকতে পারে। কিন্তু বানানো গল্প থেকেও হীরে জহরতের ফসল তুলে আনা যায়। সেজন্য প্রয়োজন জহুরীর দৃষ্টিঅলা পাঠক। আপনি তো তাই!\n.\nআমি যদি পাখি হতাম সেসব গল্পেরই সমাহার, যা দ্বারা পাঠক কখনো হাসবে, কখনো কাঁদবে, কখনোবা ভাবুক মনে প্রশ্ন করবে।",
            discountprice: 120,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675690164/salahaat/books/%E0%A6%86%E0%A6%AE%E0%A6%BF_%E0%A6%AF%E0%A6%A6%E0%A6%BF_%E0%A6%AA%E0%A6%BE%E0%A6%96%E0%A6%BF_%E0%A6%B9%E0%A6%A4%E0%A6%BE%E0%A6%AE_mxpb7k.jpg",
            publication: "মাকতাবাতুল আযহার",
            extradetails: null,
            tags: "ami jodi pakhi hotam,muhammed atikullah",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "মুহাম্মাদ আতীক উল্লাহ",
                    slug: "muhammed-atikullah",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী জ্ঞান চর্চা",
                    slug: "islami-gan-corcha",
                  },
                },
              ],
            },
          },
        },
        {
          id: "7",
          attributes: {
            name: "বেলা ফুরাবার আগে",
            slug: "bela-furabar-age",
            price: 335,
            description:
              "জীবনের কতগুলো বসন্ত পার হয়ে গেছে, স্নান হয়ে গেছে কতশত কাক ডাকা ভোর। আবছা স্মৃতির মতো, জীবন আস্তে আস্তে আচ্ছন্ন হয় ধূসরতায়। সময়ের সরল সংখ্যা কমে আসছে ধীরে ধীরে। সব পাখি নীড়ে ফেরে। সব নদী ফিরে যায় মোহনায়। তবু কিছু মানুষ, ভ্রান্তির মায়াজাল ভেদ করে, ফিরে আসতে চাই না। মোহ আর মায়ার বাঁধন ছিন্ন করে তারা ছুটতে পারে না আদিগন্ত অনন্তের পথে।\nতবুও ফিরতে হবে। বেলা ফুরাবার আগে, ঠিক ঠিক চিনে নিতে হবে পথ। সন্ধ্যের ঘনঘোর আঁধারের অতলতায় ডুবে যাবার আগে, জীবন তরিটীকে ঘুরাতে হবে কূলে। রাতেরও শেষ আছে। ক্লান্তিরও আছে অবসান। জীবনের জড়তার জোয়ার ছেড়ে, নতুন করে একবার, শুধু একবার জ্বলে উঠতে হবে। নিজেকে আরেকবার ঝালিয়ে নিতে আজ তবে ডুব দেওয়া যাক….\nবিশেষ আকর্ষণ হিসেবে যা থাকছে:\n‘চোখের রোগ’, বল, সুখ কোথা পাই’, ‘বেলা ফুরাবার আগে’, ‘মেঘের কোলে রোদ হেসেছে’, ‘যুদ্ধ মানে শত্রু শত্রু খেলা’, ‘চলে যাওয়া মানে প্রস্থান নয়’, ‘বসন্ত এসে গেছে’, আমি হব সকাল বেলার পাখি ‘তুলি দুই হাত করি মোনাজাত’, ‘চলো বদলাই’ নামের আঠারোটি ভিন্ন ভিন্ন বিষয়ে, ভিন্ন ভিন্ন অধ্যায়।",
            discountprice: 235,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688696/salahaat/books/%E0%A6%AC%E0%A7%87%E0%A6%B2%E0%A6%BE_%E0%A6%AB%E0%A7%81%E0%A6%B0%E0%A6%BE%E0%A6%AC%E0%A6%BE%E0%A6%B0_%E0%A6%86%E0%A6%97%E0%A7%87_yo8g2t.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: null,
            tags: "bela phurabar age, arif ajad, bela furabar age",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "অন্ধকার থেকে আলোতে",
                    slug: "ondhokar-theke-alote",
                  },
                },
                {
                  attributes: {
                    name: "আত্মশুদ্ধি ও অনুপ্রেরণা",
                    slug: "attoshuddhi-o-onuprerona",
                  },
                },
              ],
            },
          },
        },
        {
          id: "6",
          attributes: {
            name: "প্যারাডক্সিক্যাল সাজিদ ২",
            slug: "paradoxical-sajid-2",
            price: 390,
            description:
              "ঘুটঘুটে অন্ধকার ! সেই অন্ধকার গ্রাস করে আছে সবকিছু। এমন অন্ধকার চলার পথে কোথা থেকে যেন ছুটে আসে এক প্রশ্ন আলোক রশ্মী। সেই আলোর পরশে নিমিষেই মিলিয়ে যায় অন্ধকার রাত। প্রভাতী কিরণের মতো চতুর্দিকে ছড়িয়ে পড়ে এই আলোক রশ্মী। যাত্রা হয় এক নতুন দিনের, নতুন সময়ের। এমন ওই আবহে সত্য ও পবিত্র পথের সন্ধানে দুঃসাহসিক অভিযাত্রার গল্প নিয়ে এগিয়ে যায় সাজিদ—-আর অবিশ্বাসের দেয়ালে গেছে যায় বিশ্বাসের যৌক্তিক কথামালা। ভেঙ্গে জয় অবিশ্বাসের নীল দুর্গ। প্রতিনিয়ত নির্মিত হয় সত্যের ইমারত। সত্য আর শুভ্রতার সেই গল্পে আপনিও একজন অংশীদার…",
            discountprice: 283,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688695/salahaat/books/%E0%A6%AA%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B0%E0%A6%BE%E0%A6%A1%E0%A6%95%E0%A7%8D%E0%A6%B8%E0%A6%BF%E0%A6%95%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2_%E0%A6%B8%E0%A6%BE%E0%A6%9C%E0%A6%BF%E0%A6%A6_%E0%A7%A8_hcfhgm.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা সংখ্যা: 225, কভার : পেপার ব্যাক",
            tags: "paradoxical sajid 2, paradexical sazid 2, arif azad",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামি আদর্শ ও মতবাদ",
                    slug: "islami-adorsho-o-motobad",
                  },
                },
                {
                  attributes: {
                    name: "সংশয় নিরস্‌ ",
                    slug: "songsoy-niros",
                  },
                },
                {
                  attributes: {
                    name: "নাস্তিকতা অপনোদন",
                    slug: "nastikota-aponodon",
                  },
                },
              ],
            },
          },
        },
        {
          id: "5",
          attributes: {
            name: "মা, মা, মা এবং বাবা",
            slug: "ma-ma-ma-ebong-baba",
            price: 260,
            description:
              "পিতা-মাতা এবং সন্তানের মধ্যকার সম্পর্কটা পৃথিবীর সবচেয়ে মধুর এবং সবচেয়ে সুন্দর সম্পর্ক। এ সম্পর্কের কোথাও কোনো খাঁদ নেই। নেই স্বার্থ কিংবা স্বার্থপরতার ছোঁয়া।মায়া, মমতা, আদর যত্ন এবং নিখাদ ভালোবাসা এক অদ্ভুত চক্রে আবর্তিত এই সম্পর্কের প্রতিটি মুহূর্ত। আমাদের জন্ম, বেড়ে ওঠা, শৈশব এবং কৈশোরের গল্পে, আমাদের যুবক হয়ে ওঠার চিত্রপটে তারাই থাকেন মূল ভূমিকায়।\n\nঅথচ নিয়তির নির্মম পরিহাসে আমাদের জীবনের সেই মহানায়ক আর মহানায়িকা, যারা নিজেদের সবটুকু ঢেলে দিয়ে আমাদের আগলে রাখেন, আমাদের মানুষ করেন, তাদেরকে আমরা আস্তাকুড়ে ছুঁড়ে ফেলি। পরিত্যক্ত জঞ্জালের নাই ভাগাড়ে নিক্ষেপ করি। এমন সব কঠিনপ্রাণ সন্তান, যারা দুনিয়ার লোভ আর মোহে পড়ে বাবা-মা’ কে ভুলে যায়, তাদের অবদান, ত্যাগ আর তিতিক্ষার গল্প, কেমন হয় তাদের পরিণতি?\n\nঅথবা, এমন সব সৌভাগ্যবান’ সন্তান, যারা সব কিছুর বিনিময় বাবা-মা’কে আগলে রাখে, ভালোবাসে, যেভাবে শৈশব ও তাদের আগলে রেখেছিল তাদের পিতা-মাতা, কেমন হয় সে সকল সন্তানদের যাপিত জীবনের গল্প? সেরকম এক ঝুড়ি গল্পের সমাহার নিয়ে রচিত মা, মা, মা এবং বাবা।",
            discountprice: 182,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688696/salahaat/books/%E0%A6%AE%E0%A6%BE_%E0%A6%AE%E0%A6%BE_%E0%A6%AE%E0%A6%BE_%E0%A6%8F%E0%A6%AC%E0%A6%82_%E0%A6%AC%E0%A6%BE%E0%A6%AC%E0%A6%BE_vkdpc4.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: null,
            tags: "ma ma ma ebong baba, ma ma ma baba, arif azad",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "আখলাক",
                    slug: "akhlak",
                  },
                },
              ],
            },
          },
        },
        {
          id: "4",
          attributes: {
            name: "আরজ আলী সমীপে",
            slug: "aroj-ali-somipe",
            price: 260,
            description:
              "বাংলাদেশের নাস্তিকতা-জগতে একটি পরম শ্রদ্ধেয়, উচ্চারিত এবং বহুলপ্রচারিত নাম আরজ আলী মাতুব্বর।জন্মেছেন বরিশালে। প্রাতিষ্ঠানিক শিক্ষা না থাকলেও নিজে নিজে স্বশিক্ষিত হয়েছেন বলে জানা যায়।\nধর্মের প্রতি একধরনের বিতৃষ্ণা থেকে উনি কলম ধরেছিলেন ধর্মের বিরুদ্ধে। এই বিতৃষ্ণা থেকে উনি ধর্ম নিয়ে বেশ কিছু আপত্তি, প্রশ্ন এবং সন্দেহ উত্থাপন করেছিলেন, যেগুলো নাস্তিকসমাজেও বহুল ভাবে ব্যবহৃত হয়; উনি প্রশ্ন করেছেন ধর্ম নিয়ে, ঈশ্বর নিয়ে, আত্মা, পরকাল, প্রকৃতি নিয়ে। ধর্মের সাথে দর্শন আর বিজ্ঞানের অসামঞ্জস্য নিয়েও করেছেন বিস্তর আলোচনা। বাংলা নাস্তিকসমাজের পুরোধা এই লোকের লিখিত বইয়ের জবাব হিসেবে কোনো বই বাংলা ভাষায় ইতিপূর্বে লিখিত হয়নি।\n“আরজ আলী সমীপে” বইটিতে লেখক আরিফ আজাদ আরজ আলী মাতুব্বরের প্রশ্নগুলোর জবাব তো দিয়েছেনই, সাথে ছুড়ে দিয়েছেন পাল্টা প্রশ্নও।\nআরজ আলীর বইতে দেখা যায়, তিনি এমন সব বিষয়কে ইসলামের সাথে ‘ইসলাম’ বলে জুড়ে দিয়েছেন, যা আদতে ইসলাম নয়, বিকৃত কিছু ধর্মচর্চাকে তিনি ইসলাম বলে চালিয়ে দেয়ার চেষ্টা করেছেন। এটা এজন্যই যে, ইসলাম সম্পর্কে তার জ্ঞান ছিলো অতি সামান্য। তিনি ইসলাম সম্পর্কে যাই জেনেছেন মোটামুটি সবই লোকমুখে শোনা কুসংস্কারাচ্ছন্ন বিষয়, তার দাবির পক্ষে তিনি কোনো রেফারেন্সও তুলে ধরেননি। আর সেগুলোকেই তিনি ইসলাম বলে চালিয়ে দিয়ে ইসলামকে আক্রমণের চেষ্টা করেছেন। অথচ যে কোনো বিষয়ের সমালোচনা করার জন্যও যে আগে সে বিষয়ে ভালোভাবে জানা প্রয়োজন, সেই কমন সেন্সের পরিচয়টুকুও আরজ আলী দেন নি। আসলে তিনি কোনটা ধর্ম আর কোনটা কুসংস্কার, চিনতে না পেরে সব একাকার করে ফেলেছেন।\nতার প্রশ্নগুলো আমার কাছে মনে হয়েছে নিতান্তই অসাড়, শিশুসুলভ আর বিকৃতমস্তিষ্ক প্রসূত; জুগিয়েছে হাসির খোরাক। আবার যে বিজ্ঞানকে ঈশ্বর জ্ঞান করে তিনি ইসলামকে আক্রমণ করতে নেমেছেন, সেই বিজ্ঞান বিষয়েও তার জ্ঞান অতি নিম্ন পর্যায়ের। তার প্রশ্ন পড়ে আপনাআপনি মনে প্রশ্ন চলে আসে, “এই লোককে কিভাবে স্বশিক্ষিত বলা হয়? এত অসাড় যুক্তি নিয়ে সে নাস্তিকদের গুরুই হয় কিভাবে? এত নিম্নপর্যায়ের জ্ঞান নিয়ে কোনো পাগলেও কি ইসলামকে আক্রমণ করতে আসে?”\nএই বইয়ের ‘বিবিধ’ অংশটা লেখক আরিফ আজাদ অতি যত্নসহকারে লিখেছেন। বিবর্তনবাদ নিয়ে যে কেউ পড়াশুনা করতে গেলে এই অধ্যায়টা তার জন্য বেশ কাজে দেবে। কত ভুলভাল জল্পনা-কল্পনা আর জগাখিচুরির মিশেলে যে বিজ্ঞানীরা বিবর্তনবাদকে প্রতিষ্ঠিত করার চেষ্টা করেছেন, আর করে যাচ্ছেন; আর কত অসৎ উপায় যে অবলম্বন করে চলেছেন – ব্যাপারগুলো সত্যি শিউরে ওঠার মতো।\nলেখক আরিফ আজাদ আসলে অতি ভদ্র ভাষায় ধবলধোলাই করেছেন আরজ আলীকে। নাস্তিকতার বিপক্ষে, আস্তিকতার পক্ষে বইটি একটি শক্তিশালী দলিল হিসেবেই কাজ করবে।",
            discountprice: 182,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688695/salahaat/books/%E0%A6%86%E0%A6%B0%E0%A6%9C_%E0%A6%86%E0%A6%B2%E0%A7%80_%E0%A6%B8%E0%A6%AE%E0%A7%80%E0%A6%AA%E0%A7%87_iwrzny.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা সংখ্যা: , কভার : পেপার ব্যাক",
            tags: "aroj ali somipe, aroz ali somipe, arif ajad",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামি আদর্শ ও মতবাদ",
                    slug: "islami-adorsho-o-motobad",
                  },
                },
              ],
            },
          },
        },
        {
          id: "3",
          attributes: {
            name: "গল্পগুলো অন্যরকম",
            slug: "golpogulo-onno-rokom",
            price: 350,
            description:
              "জীবনকে তুলনা করা যায় নদীর সাথে। নদী যে মোহনায় থামে, সেখানে জন্ম দেয় নতুন গল্পের। নদীর প্রকৃতি কল্লোল যেন এক একটি গল্প বা প্রতিটি বাক একেকটি উপাখ্যান। অথবা, জীবনকে আমরা একটি শ্রাবণমুখর সন্ধ্যা বলতে পারি—-যেখানে ঝুম বৃষ্টির শব্দ শোনায় গল্পের মত,ঝিরিঝিরি স্নিগ্ধ বাতাস কে গল্পের কাহিনীর মত লাগে জীবন্ত।জীবন কি তাহলে বয়ে চলা কোন নদী কিংবা আকাশ ভেঙ্গে জর জর করে নেমে আসার কোনো শ্রাবণ-দিনের বৃষ্টি? জীবন কি নিছক উথাল-পাথাল কোন তরঙ্গের ভেলকি কিংবা গা শীতল করা কোন স্নিগ্ধ বাতাস এর সুর?\nনা। জীবনের চেয়েও বেশিকিছু। জীবন এর চেয়েও বেশি দুরন্ত, বেশি চঞ্চল আর আকস্মিক। জীবনের মাঝে মাঝে গল্পও তুচ্ছ হয়ে যায়। মাঝে মাঝে জীবন রূপকথার চেয়েও বেশি অবিশ্বাস্য হয়ে ওঠে। জীবনের বাঁকে বাঁকে, মোড়ে মোড়ে, ঘটনা-প্রতি-ঘটনায় জন্ম নেই হৃদয়ের আকুতি-মিনতি, প্রেম-ভালোবাসা, সুখ আর দুঃখ। এজন্যই জীবন দুরন্ত, দুর্বিনীত ও চঞ্চল। এজন্যই জীবন অন্যরকম। সেই অন্যরকম জীবনে জন্ম নেওয়া একগুচ্ছ গল্প দিয়ে সাজানো ‘গল্পগুলো অন্যরকম’ বইটি….",
            discountprice: 245,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688695/salahaat/books/%E0%A6%97%E0%A6%B2%E0%A7%8D%E0%A6%AA%E0%A6%97%E0%A7%81%E0%A6%B2%E0%A7%8B_%E0%A6%85%E0%A6%A8%E0%A7%8D%E0%A6%AF%E0%A6%B0%E0%A6%95%E0%A6%AE_gfrmfl.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা সংখ্যা: 211, কভার : পেপার ব্যাক",
            tags: "golpo gulo onno rokom, golpogulo onnorokom, arif azad",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "ইসলামী জ্ঞান চর্চা",
                    slug: "islami-gan-corcha",
                  },
                },
                {
                  attributes: {
                    name: "পরিবার ও সামাজিক জীবন",
                    slug: "paribarik-o-samagik-jibon",
                  },
                },
              ],
            },
          },
        },
        {
          id: "2",
          attributes: {
            name: "প্যারাডক্সিক্যাল সাজিদ",
            slug: "paradoxical-sajid-1",
            price: 255,
            description:
              "বর্তমান যুগ হলো প্রেজেন্টাশানের যুগ। একটা জিনিসকে আপনি কিভাবে, কতোটা সহজে, কতোটা সাবলীলভাবে, কতোটা মাধুর্যতায় প্রেজেন্টেশান করছেন তার উপর কিন্তু অনেক কিছুই নির্ভর করে। ন্যাচারালি, মানুষের একটা স্বভাব হচ্ছে – এরা তত্ত্বকথা খুব কম হজম করতে পারে। এরা চায় সহজবোধ্যতা। প্যারাডক্সিক্যাল সাজিদ এর লেখক আরিফ আজাদ ঠিক এই পদ্ধতিই বেছে নিয়েছেন। তিনি গতানুগতিক লেকচার বা তত্বকথার ধাঁচে না গিয়ে, বক্তব্যের বিষয়গুলোকে গল্পের ধাঁচে ফেলে সাজিয়েছেন। প্রতিটি গল্পের শুরুতেই আছে মজার, আগ্রহ উদ্দীপক একটি সূচনা। কোথাও বা গল্পের কেন্দ্রীয় চরিত্র সাজিদের সাথে তাঁর বন্ধু আরিফের খুনসুটি, কোথাও বা মজার কোন স্মৃতির রোমন্থন, কোথাও বা আছে সিরিয়াস কোন ব্যাপারে সিরিয়াস কোন হুশিয়ারি। গল্পে মজা আছে, আনন্দ আছে। মোটামুটি, সার্থক গল্পে যা যা উপাদান থাকা দরকার, যা যা থাকলে পাঠকের গল্প পাঠে বিরক্তি আসেনা, রুচি হারায় না- তার সবকিছুর এক সম্মিলিত সন্নিবেশ যেন লেখক আরিফ আজাদের এই সিরিজের একেকটি এপিসোড।\nগল্পে গল্পে যুক্তি খন্ডন, পাল্টা যুক্তি ছুঁড়ে দেওয়া, পরম মমতায় অবিশ্বাসের অন্ধকার দূরীকরণে এ যেন এক বিশ্বস্ত শিল্পী।",
            discountprice: null,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688695/salahaat/books/%E0%A6%AA%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B0%E0%A6%BE%E0%A6%A1%E0%A6%95%E0%A7%8D%E0%A6%B8%E0%A6%BF%E0%A6%95%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2_%E0%A6%B8%E0%A6%BE%E0%A6%9C%E0%A6%BF%E0%A6%A6_fhzvro.jpg",
            publication: "গার্ডিয়ান পাবলিকেশনস",
            extradetails: "পৃষ্ঠাসংখ্যা: 168 , হার্ড কভার",
            tags: "paradoxical sajid, paradexical sazid, arif azad",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "সংশয় নিরস্‌ ",
                    slug: "songsoy-niros",
                  },
                },
                {
                  attributes: {
                    name: "ইসলামি আদর্শ ও মতবাদ",
                    slug: "islami-adorsho-o-motobad",
                  },
                },
              ],
            },
          },
        },
        {
          id: "1",
          attributes: {
            name: "নবি জীবনের গল্প",
            slug: "nobi-jiboner-golpo",
            price: 245,
            description:
              "আরিফ আজাদের নতুন বই ‘নবি জীবনের গল্প’। প্রিয় নবিকে ভিন্নভাবে দেখার দূরবীক্ষণ যন্ত্র। সীরাতের বাঁকে বাঁকে ছড়িয়ে থাকা নববি মণিমুক্তো। নবি জীবনের প্রতিটি পঙ্‌ক্তি বাঙ্‌ময় হয়ে আছে নানা ঘটনা-মাধুর্যে। বড় অমূল্য সেই মুহূর্তগুলো। আরিফ আজাদ এই বইতে সেই মুহূর্তগুলো এঁকেছেন কলমের কালিতে। গল্পে গল্পে তিনি দেখিয়েছেন প্রিয় নবি কেমন ছিলেন ঘরে-বাইরে, মসজিদে-মজলিসে, মদীনার অলিতে গলিতে, সাহাবিদের ঘরদোরে, শক্ত চাটাইয়ে, কেমন সময় কাটতো প্রিয়তমা স্ত্রীদের সাথে কিংবা নিশি জাগরণে রবের সামনে ঠায় দাঁড়িয়ে থেকে।\n.\nপাঠক এই বইতে আবিষ্কার করবেন এমন একজন ব্যক্তিকে, যিনি ছিলেন মানুষ, আবার একই সাথে আল্লাহর দূত। সৃষ্টির সেরা হয়েও যার জীবনটা কাটতো অতি সাধারণভাবে, তবে ছিল মনুষ্যের সেরা রূপ। নবিকুলের শিরোমণিকে আসুন আমরাও নতুন করে জানি।",
            discountprice: 172,
            imgurl:
              "https://res.cloudinary.com/dtw0fbvcn/image/upload/v1675688695/salahaat/books/%E0%A6%A8%E0%A6%AC%E0%A6%BF_%E0%A6%9C%E0%A7%80%E0%A6%AC%E0%A6%A8%E0%A7%87%E0%A6%B0_%E0%A6%97%E0%A6%B2%E0%A7%8D%E0%A6%AA_upeobh.jpg",
            publication: "সমকালীন প্রকাশন",
            extradetails: "পৃষ্ঠা সংখ্যা:  144, কভার : পেপার ব্যাক",
            tags: "nobi jiboner golpo, nobir jiboner golpo, arif ajad",
            instock: true,
            authors: {
              data: [
                {
                  attributes: {
                    name: "আরিফ আজাদ",
                    slug: "arif-azad",
                  },
                },
              ],
            },
            categories: {
              data: [
                {
                  attributes: {
                    name: "সীরাতে রাসূল (সা.)",
                    slug: "sirat-rasul-sa",
                  },
                },
              ],
            },
          },
        },
      ],
    },
  },
};
